LibDebugLoggerSettings =
{
    ["version"] = 2,
    ["logTraces"] = false,
    ["minLogLevel"] = "I",
    ["loadScreenStartTime"] = 1692928828608,
}
LibDebugLoggerLog =
{
    [1] = 
    {
        [1] = 1692837920388,
        [2] = "2023-08-24 08:45:20.388 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF木锯木匠: |cAAAAAA好吧，你赢了。说真的，你真不赖！",
        [7] = "",
    },
    [2] = 
    {
        [1] = 1692837950409,
        [2] = "2023-08-24 08:45:50.409 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF马车护卫队: |cAAAAAA朝我来吧！",
        [7] = "",
    },
    [3] = 
    {
        [1] = 1692837962513,
        [2] = "2023-08-24 08:46:02.513 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF马车护卫队: |cAAAAAA哈哈哈！停！我要再喝点蜜酒。",
        [7] = "",
    },
    [4] = 
    {
        [1] = 1692837966022,
        [2] = "2023-08-24 08:46:06.022 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA还有其他人吗？",
        [7] = "",
    },
    [5] = 
    {
        [1] = 1692837984586,
        [2] = "2023-08-24 08:46:24.586 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF原木辊轧机: |cAAAAAA这会很有趣的。",
        [7] = "",
    },
    [6] = 
    {
        [1] = 1692837994626,
        [2] = "2023-08-24 08:46:34.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF原木辊轧机: |cAAAAAA哈哈哈！嗷！我退出。",
        [7] = "",
    },
    [7] = 
    {
        [1] = 1692838028061,
        [2] = "2023-08-24 08:47:08.061 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF木锯木匠: |cAAAAAA嗷！我投降，朋友。你打得很漂亮！",
        [7] = "",
    },
    [8] = 
    {
        [1] = 1692838114775,
        [2] = "2023-08-24 08:48:34.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA在这样的地方很容易迷失方向。我想，这是我喜欢城市的原因之一。",
        [7] = "",
    },
    [9] = 
    {
        [1] = 1692838248654,
        [2] = "2023-08-24 08:50:48.654 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，没错，感觉太好了。",
        [7] = "",
    },
    [10] = 
    {
        [1] = 1692838266092,
        [2] = "2023-08-24 08:51:06.092 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA是的！我们要比一比吗？",
        [7] = "",
    },
    [11] = 
    {
        [1] = 1692838282497,
        [2] = "2023-08-24 08:51:22.497 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前无法骑乘。",
        [7] = "",
    },
    [12] = 
    {
        [1] = 1692838511071,
        [2] = "2023-08-24 08:55:11.071 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF菲德拉萨·安德雷西: |cAAAAAA回到阴影中去吧，恶魔。",
        [7] = "",
    },
    [13] = 
    {
        [1] = 1692838514611,
        [2] = "2023-08-24 08:55:14.611 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF菲德拉萨·安德雷西: |cAAAAAA阿卡维尔人来了！",
        [7] = "",
    },
    [14] = 
    {
        [1] = 1692838521113,
        [2] = "2023-08-24 08:55:21.113 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF菲德拉萨·安德雷西: |cAAAAAA向我靠拢，士兵们！退后，你们这些邪物！",
        [7] = "",
    },
    [15] = 
    {
        [1] = 1692839007298,
        [2] = "2023-08-24 09:03:27.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，太好了，我太无聊了！",
        [7] = "",
    },
    [16] = 
    {
        [1] = 1692839192255,
        [2] = "2023-08-24 09:06:32.255 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<猛然大叫>",
        [7] = "",
    },
    [17] = 
    {
        [1] = 1692839266699,
        [2] = "2023-08-24 09:07:46.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们可危险了，是吧？",
        [7] = "",
    },
    [18] = 
    {
        [1] = 1692839267029,
        [2] = "2023-08-24 09:07:47.029 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF扎沙-加: |cAAAAAA慢着。你拿的是什么？",
        [7] = "",
    },
    [19] = 
    {
        [1] = 1692839286808,
        [2] = "2023-08-24 09:08:06.808 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF扎沙-加: |cAAAAAA让我过去。",
        [7] = "",
    },
    [20] = 
    {
        [1] = 1692839293090,
        [2] = "2023-08-24 09:08:13.090 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF扎沙-加: |cAAAAAA搞定。回我房子碰头。",
        [7] = "",
    },
    [21] = 
    {
        [1] = 1692839354860,
        [2] = "2023-08-24 09:09:14.860 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF扎沙-加: |cAAAAAA拉威尔？",
        [7] = "",
    },
    [22] = 
    {
        [1] = 1692839477927,
        [2] = "2023-08-24 09:11:17.927 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA你现在应该能听到我了。",
        [7] = "",
    },
    [23] = 
    {
        [1] = 1692839490961,
        [2] = "2023-08-24 09:11:30.961 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA他在那！我们跟着他！",
        [7] = "",
    },
    [24] = 
    {
        [1] = 1692839520530,
        [2] = "2023-08-24 09:12:00.530 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF门丁·因德纳诺: |cAAAAAA嘿，拉威尔！今天没内脏。神殿禁止了一切买卖。",
        [7] = "",
    },
    [25] = 
    {
        [1] = 1692839527420,
        [2] = "2023-08-24 09:12:07.420 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA安静点，笨蛋！我给你钱是为了让你小心谨慎……忘了吗？",
        [7] = "",
    },
    [26] = 
    {
        [1] = 1692839553403,
        [2] = "2023-08-24 09:12:33.403 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA噢，这不是我们营地里那位蠢货吗？嘿，弱鸡！最近受了什么重伤吗？哈！",
        [7] = "",
    },
    [27] = 
    {
        [1] = 1692839565504,
        [2] = "2023-08-24 09:12:45.504 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA说我们不该帮暗精灵。哈！说得诺德人好像会在战斗前退缩似的。",
        [7] = "",
    },
    [28] = 
    {
        [1] = 1692839600429,
        [2] = "2023-08-24 09:13:20.429 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA他在那！我们跟着他！",
        [7] = "",
    },
    [29] = 
    {
        [1] = 1692839630286,
        [2] = "2023-08-24 09:13:50.286 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF门丁·因德纳诺: |cAAAAAA嘿，拉威尔！今天没内脏。神殿禁止了一切买卖。",
        [7] = "",
    },
    [30] = 
    {
        [1] = 1692839637187,
        [2] = "2023-08-24 09:13:57.187 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA安静点，笨蛋！我给你钱是为了让你小心谨慎……忘了吗？",
        [7] = "",
    },
    [31] = 
    {
        [1] = 1692839663647,
        [2] = "2023-08-24 09:14:23.647 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA噢，这不是我们营地里那位蠢货吗？嘿，弱鸡！最近受了什么重伤吗？哈！",
        [7] = "",
    },
    [32] = 
    {
        [1] = 1692839675877,
        [2] = "2023-08-24 09:14:35.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA说我们不该帮暗精灵。哈！说得诺德人好像会在战斗前退缩似的。",
        [7] = "",
    },
    [33] = 
    {
        [1] = 1692839727092,
        [2] = "2023-08-24 09:15:27.092 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蟹饮: |cAAAAAA喝醉那位接受了你的提议，银舌！他如今却反悔了。真不要脸。",
        [7] = "",
    },
    [34] = 
    {
        [1] = 1692839732873,
        [2] = "2023-08-24 09:15:32.873 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA只是闲聊而已，朋友。我说真的，这事跟我一点关系都没有。",
        [7] = "",
    },
    [35] = 
    {
        [1] = 1692839744646,
        [2] = "2023-08-24 09:15:44.646 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA离我远点，你这强盗！",
        [7] = "",
    },
    [36] = 
    {
        [1] = 1692839759098,
        [2] = "2023-08-24 09:15:59.098 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA他在那！我们跟着他！",
        [7] = "",
    },
    [37] = 
    {
        [1] = 1692839788957,
        [2] = "2023-08-24 09:16:28.957 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF门丁·因德纳诺: |cAAAAAA嘿，拉威尔！今天没内脏。神殿禁止了一切买卖。",
        [7] = "",
    },
    [38] = 
    {
        [1] = 1692839795877,
        [2] = "2023-08-24 09:16:35.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA安静点，笨蛋！我给你钱是为了让你小心谨慎……忘了吗？",
        [7] = "",
    },
    [39] = 
    {
        [1] = 1692839822317,
        [2] = "2023-08-24 09:17:02.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA噢，这不是我们营地里那位蠢货吗？嘿，弱鸡！最近受了什么重伤吗？哈！",
        [7] = "",
    },
    [40] = 
    {
        [1] = 1692839834567,
        [2] = "2023-08-24 09:17:14.567 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿克斯丁: |cAAAAAA说我们不该帮暗精灵。哈！说得诺德人好像会在战斗前退缩似的。",
        [7] = "",
    },
    [41] = 
    {
        [1] = 1692839885711,
        [2] = "2023-08-24 09:18:05.711 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蟹饮: |cAAAAAA喝醉那位接受了你的提议，银舌！他如今却反悔了。真不要脸。",
        [7] = "",
    },
    [42] = 
    {
        [1] = 1692839891510,
        [2] = "2023-08-24 09:18:11.510 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA只是闲聊而已，朋友。我说真的，这事跟我一点关系都没有。",
        [7] = "",
    },
    [43] = 
    {
        [1] = 1692839915019,
        [2] = "2023-08-24 09:18:35.019 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA他进了那个小屋了，等他出来。",
        [7] = "",
    },
    [44] = 
    {
        [1] = 1692839925030,
        [2] = "2023-08-24 09:18:45.030 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA他出来了，真快。",
        [7] = "",
    },
    [45] = 
    {
        [1] = 1692839932539,
        [2] = "2023-08-24 09:18:52.539 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA试试进入那个小屋。",
        [7] = "",
    },
    [46] = 
    {
        [1] = 1692839936704,
        [2] = "2023-08-24 09:18:56.704 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA一个通信法术？来看看拉威尔在和谁对话。",
        [7] = "",
    },
    [47] = 
    {
        [1] = 1692839945011,
        [2] = "2023-08-24 09:19:05.011 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "其他人正在使用。",
        [7] = "",
    },
    [48] = 
    {
        [1] = 1692839957444,
        [2] = "2023-08-24 09:19:17.444 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF亚历山德拉·康奈尔: |cAAAAAA哦，这又是……为了什么？拉威尔？",
        [7] = "",
    },
    [49] = 
    {
        [1] = 1692839961245,
        [2] = "2023-08-24 09:19:21.245 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF亚历山德拉·康奈尔: |cAAAAAA所以你就是那个破坏了拉威尔所有工作的干涉者。",
        [7] = "",
    },
    [50] = 
    {
        [1] = 1692839967255,
        [2] = "2023-08-24 09:19:27.255 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF亚历山德拉·康奈尔: |cAAAAAA真是浪费我的时间。",
        [7] = "",
    },
    [51] = 
    {
        [1] = 1692839976937,
        [2] = "2023-08-24 09:19:36.937 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA那个女人穿着一件匕落同盟制服。",
        [7] = "",
    },
    [52] = 
    {
        [1] = 1692839984447,
        [2] = "2023-08-24 09:19:44.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA拉威尔一定在为敌人工作。",
        [7] = "",
    },
    [53] = 
    {
        [1] = 1692839989435,
        [2] = "2023-08-24 09:19:49.435 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF德拉瑟斯·奥斯特拉尔: |cAAAAAA去他的屋子里，看看能不能找到什么。我会派出我的守卫。",
        [7] = "",
    },
    [54] = 
    {
        [1] = 1692840004765,
        [2] = "2023-08-24 09:20:04.765 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA你在这里做什么？",
        [7] = "",
    },
    [55] = 
    {
        [1] = 1692840005784,
        [2] = "2023-08-24 09:20:05.784 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉威尔·乌拉诺: |cAAAAAA你无法带走我！康奈尔给了我解药。",
        [7] = "",
    },
    [56] = 
    {
        [1] = 1692840018394,
        [2] = "2023-08-24 09:20:18.394 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前无法骑乘。",
        [7] = "",
    },
    [57] = 
    {
        [1] = 1692840306858,
        [2] = "2023-08-24 09:25:06.858 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这实在是太尴尬了。",
        [7] = "",
    },
    [58] = 
    {
        [1] = 1692840317448,
        [2] = "2023-08-24 09:25:17.448 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在战斗时骑乘。",
        [7] = "",
    },
    [59] = 
    {
        [1] = 1692840332439,
        [2] = "2023-08-24 09:25:32.439 +0800",
        [3] = 2,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在战斗时骑乘。",
        [7] = "",
    },
    [60] = 
    {
        [1] = 1692840340341,
        [2] = "2023-08-24 09:25:40.341 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，太好了，我不想走路。",
        [7] = "",
    },
    [61] = 
    {
        [1] = 1692840366522,
        [2] = "2023-08-24 09:26:06.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我一直很想试试这个法术！",
        [7] = "",
    },
    [62] = 
    {
        [1] = 1692840707478,
        [2] = "2023-08-24 09:31:47.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我一直很想试试这个法术！",
        [7] = "",
    },
    [63] = 
    {
        [1] = 1692840821389,
        [2] = "2023-08-24 09:33:41.389 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要招惹街头小混混！",
        [7] = "",
    },
    [64] = 
    {
        [1] = 1692840912652,
        [2] = "2023-08-24 09:35:12.652 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赫罗格: |cAAAAAA保卫大厅！杀光哥布林！",
        [7] = "",
    },
    [65] = 
    {
        [1] = 1692840919482,
        [2] = "2023-08-24 09:35:19.482 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<猛然大叫>",
        [7] = "",
    },
    [66] = 
    {
        [1] = 1692840924253,
        [2] = "2023-08-24 09:35:24.253 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赫罗格: |cAAAAAA杀光他们！",
        [7] = "",
    },
    [67] = 
    {
        [1] = 1692840939923,
        [2] = "2023-08-24 09:35:39.923 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赫罗格: |cAAAAAA他们的首领来了！拿下他。",
        [7] = "",
    },
    [68] = 
    {
        [1] = 1692840955498,
        [2] = "2023-08-24 09:35:55.498 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赫罗格: |cAAAAAA斯格拉默在上，我们今天打赢了。",
        [7] = "",
    },
    [69] = 
    {
        [1] = 1692841035852,
        [2] = "2023-08-24 09:37:15.852 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA干得好！",
        [7] = "",
    },
    [70] = 
    {
        [1] = 1692841042802,
        [2] = "2023-08-24 09:37:22.802 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF比约里克: |cAAAAAA哥布林俘获了噶尔，他们把他带到了海滩附近的洞穴里。",
        [7] = "",
    },
    [71] = 
    {
        [1] = 1692841066332,
        [2] = "2023-08-24 09:37:46.332 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA我们必须抓住机会杀死哥布林督军和蛛后。跟着我。",
        [7] = "",
    },
    [72] = 
    {
        [1] = 1692841089122,
        [2] = "2023-08-24 09:38:09.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA你去摧毁蜘蛛卵时我会帮您殿后。",
        [7] = "",
    },
    [73] = 
    {
        [1] = 1692841092923,
        [2] = "2023-08-24 09:38:12.923 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA拿出武器，他们来了。",
        [7] = "",
    },
    [74] = 
    {
        [1] = 1692841095142,
        [2] = "2023-08-24 09:38:15.142 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA为了比约里克！为了罗格！为了斯格拉默！",
        [7] = "",
    },
    [75] = 
    {
        [1] = 1692841118737,
        [2] = "2023-08-24 09:38:38.737 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA我们赢了！我会在大厅等你。",
        [7] = "",
    },
    [76] = 
    {
        [1] = 1692841176236,
        [2] = "2023-08-24 09:39:36.236 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF噶尔: |cAAAAAA父亲，我带来了哥布林督军的首级！",
        [7] = "",
    },
    [77] = 
    {
        [1] = 1692841191767,
        [2] = "2023-08-24 09:39:51.767 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我要炫耀一下！",
        [7] = "",
    },
    [78] = 
    {
        [1] = 1692841354825,
        [2] = "2023-08-24 09:42:34.825 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA是时候带来闪电了！",
        [7] = "",
    },
    [79] = 
    {
        [1] = 1692841363557,
        [2] = "2023-08-24 09:42:43.557 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你是如何不断变强的？太神奇了！告诉我这个秘密吧！",
        [7] = "",
    },
    [80] = 
    {
        [1] = 1692841583619,
        [2] = "2023-08-24 09:46:23.619 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF不太快: |cAAAAAA呃啊。真恶心。",
        [7] = "",
    },
    [81] = 
    {
        [1] = 1692841617529,
        [2] = "2023-08-24 09:46:57.529 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF猛犸象: |cAAAAAA救命！有只猫在追我！",
        [7] = "",
    },
    [82] = 
    {
        [1] = 1692841820047,
        [2] = "2023-08-24 09:50:20.047 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前无法骑乘。",
        [7] = "",
    },
    [83] = 
    {
        [1] = 1692842183281,
        [2] = "2023-08-24 09:56:23.281 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF加林·因多里尔: |cAAAAAA我们到安全区域碰头。为了黑檀心！",
        [7] = "",
    },
    [84] = 
    {
        [1] = 1692842201268,
        [2] = "2023-08-24 09:56:41.268 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA干得不错！做完之后来见踏灰和我。",
        [7] = "",
    },
    [85] = 
    {
        [1] = 1692842244119,
        [2] = "2023-08-24 09:57:24.119 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要招惹街头小混混！",
        [7] = "",
    },
    [86] = 
    {
        [1] = 1692842307191,
        [2] = "2023-08-24 09:58:27.191 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莫拉格·巴尔: |cAAAAAA这呆子竟然以为我会被打败。根本没这回事，傻瓜。",
        [7] = "",
    },
    [87] = 
    {
        [1] = 1692842332138,
        [2] = "2023-08-24 09:58:52.138 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莫拉格·巴尔: |cAAAAAA愿你的灵魂燃烧。",
        [7] = "",
    },
    [88] = 
    {
        [1] = 1692842344542,
        [2] = "2023-08-24 09:59:04.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哇呼！",
        [7] = "",
    },
    [89] = 
    {
        [1] = 1692842451242,
        [2] = "2023-08-24 10:00:51.242 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF加林·因多里尔: |cAAAAAA结界解除了。去找瑟里恩。等我们恢复力量就跟上你们。",
        [7] = "",
    },
    [90] = 
    {
        [1] = 1692842485977,
        [2] = "2023-08-24 10:01:25.977 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑟里恩将军: |cAAAAAA为了高岩和落锤省！",
        [7] = "",
    },
    [91] = 
    {
        [1] = 1692842487956,
        [2] = "2023-08-24 10:01:27.956 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA为了黑檀心的荣耀！",
        [7] = "",
    },
    [92] = 
    {
        [1] = 1692842499967,
        [2] = "2023-08-24 10:01:39.967 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA庭院是我们的了！",
        [7] = "",
    },
    [93] = 
    {
        [1] = 1692842540106,
        [2] = "2023-08-24 10:02:20.106 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要招惹街头小混混！",
        [7] = "",
    },
    [94] = 
    {
        [1] = 1692842541007,
        [2] = "2023-08-24 10:02:21.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑟里恩将军: |cAAAAAA为了高岩和落锤省！",
        [7] = "",
    },
    [95] = 
    {
        [1] = 1692842542986,
        [2] = "2023-08-24 10:02:22.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA为了黑檀心的荣耀！",
        [7] = "",
    },
    [96] = 
    {
        [1] = 1692842555019,
        [2] = "2023-08-24 10:02:35.019 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA庭院是我们的了！",
        [7] = "",
    },
    [97] = 
    {
        [1] = 1692842651132,
        [2] = "2023-08-24 10:04:11.132 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑟里恩将军: |cAAAAAA为了高岩和落锤省！",
        [7] = "",
    },
    [98] = 
    {
        [1] = 1692842653132,
        [2] = "2023-08-24 10:04:13.132 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA为了黑檀心的荣耀！",
        [7] = "",
    },
    [99] = 
    {
        [1] = 1692842665132,
        [2] = "2023-08-24 10:04:25.132 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA庭院是我们的了！",
        [7] = "",
    },
    [100] = 
    {
        [1] = 1692842667123,
        [2] = "2023-08-24 10:04:27.123 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA大错特错！",
        [7] = "",
    },
    [101] = 
    {
        [1] = 1692842702162,
        [2] = "2023-08-24 10:05:02.162 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA让血液流动起来的感觉真好，你说是不？",
        [7] = "",
    },
    [102] = 
    {
        [1] = 1692842705513,
        [2] = "2023-08-24 10:05:05.513 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF加林·因多里尔: |cAAAAAA我们做到了！将军死了！",
        [7] = "",
    },
    [103] = 
    {
        [1] = 1692842710523,
        [2] = "2023-08-24 10:05:10.523 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑟里恩将军: |cAAAAAA不！我不能失败！",
        [7] = "",
    },
    [104] = 
    {
        [1] = 1692879044002,
        [2] = "2023-08-24 20:10:44.002 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.970 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 62/109\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [105] = 
    {
        [1] = 1692879046821,
        [2] = "2023-08-24 20:10:46.821 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [106] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [107] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [108] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [109] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [110] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [111] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [112] = 
    {
        [1] = 1692879046822,
        [2] = "2023-08-24 20:10:46.822 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [113] = 
    {
        [1] = 1692879046925,
        [2] = "2023-08-24 20:10:46.925 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [114] = 
    {
        [1] = 1692879047060,
        [2] = "2023-08-24 20:10:47.060 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [115] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [116] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [117] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [118] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [119] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [120] = 
    {
        [1] = 1692879047067,
        [2] = "2023-08-24 20:10:47.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [121] = 
    {
        [1] = 1692879047309,
        [2] = "2023-08-24 20:10:47.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [122] = 
    {
        [1] = 1692879047313,
        [2] = "2023-08-24 20:10:47.313 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [123] = 
    {
        [1] = 1692879047353,
        [2] = "2023-08-24 20:10:47.353 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [124] = 
    {
        [1] = 1692879047377,
        [2] = "2023-08-24 20:10:47.377 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [125] = 
    {
        [1] = 1692879047377,
        [2] = "2023-08-24 20:10:47.377 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [126] = 
    {
        [1] = 1692879047377,
        [2] = "2023-08-24 20:10:47.377 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [127] = 
    {
        [1] = 1692879047379,
        [2] = "2023-08-24 20:10:47.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [128] = 
    {
        [1] = 1692879047379,
        [2] = "2023-08-24 20:10:47.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [129] = 
    {
        [1] = 1692879047379,
        [2] = "2023-08-24 20:10:47.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [130] = 
    {
        [1] = 1692879047379,
        [2] = "2023-08-24 20:10:47.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [131] = 
    {
        [1] = 1692879047383,
        [2] = "2023-08-24 20:10:47.383 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [132] = 
    {
        [1] = 1692879047388,
        [2] = "2023-08-24 20:10:47.388 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [133] = 
    {
        [1] = 1692879047391,
        [2] = "2023-08-24 20:10:47.391 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [134] = 
    {
        [1] = 1692879047391,
        [2] = "2023-08-24 20:10:47.391 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [135] = 
    {
        [1] = 1692879047391,
        [2] = "2023-08-24 20:10:47.391 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [136] = 
    {
        [1] = 1692879047391,
        [2] = "2023-08-24 20:10:47.391 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [137] = 
    {
        [1] = 1692879047395,
        [2] = "2023-08-24 20:10:47.395 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [138] = 
    {
        [1] = 1692879047403,
        [2] = "2023-08-24 20:10:47.403 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [139] = 
    {
        [1] = 1692879047403,
        [2] = "2023-08-24 20:10:47.403 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [140] = 
    {
        [1] = 1692879047406,
        [2] = "2023-08-24 20:10:47.406 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [141] = 
    {
        [1] = 1692879047447,
        [2] = "2023-08-24 20:10:47.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [142] = 
    {
        [1] = 1692879047447,
        [2] = "2023-08-24 20:10:47.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [143] = 
    {
        [1] = 1692879047447,
        [2] = "2023-08-24 20:10:47.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [144] = 
    {
        [1] = 1692879047452,
        [2] = "2023-08-24 20:10:47.452 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [145] = 
    {
        [1] = 1692879047456,
        [2] = "2023-08-24 20:10:47.456 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [146] = 
    {
        [1] = 1692879047456,
        [2] = "2023-08-24 20:10:47.456 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [147] = 
    {
        [1] = 1692879047479,
        [2] = "2023-08-24 20:10:47.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [148] = 
    {
        [1] = 1692879047479,
        [2] = "2023-08-24 20:10:47.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [149] = 
    {
        [1] = 1692879047733,
        [2] = "2023-08-24 20:10:47.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [150] = 
    {
        [1] = 1692879047772,
        [2] = "2023-08-24 20:10:47.772 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [151] = 
    {
        [1] = 1692879047997,
        [2] = "2023-08-24 20:10:47.997 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [152] = 
    {
        [1] = 1692879048004,
        [2] = "2023-08-24 20:10:48.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [153] = 
    {
        [1] = 1692879048012,
        [2] = "2023-08-24 20:10:48.012 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [154] = 
    {
        [1] = 1692879048013,
        [2] = "2023-08-24 20:10:48.013 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [155] = 
    {
        [1] = 1692879048016,
        [2] = "2023-08-24 20:10:48.016 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [156] = 
    {
        [1] = 1692879048086,
        [2] = "2023-08-24 20:10:48.086 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [157] = 
    {
        [1] = 1692879048086,
        [2] = "2023-08-24 20:10:48.086 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [158] = 
    {
        [1] = 1692879048086,
        [2] = "2023-08-24 20:10:48.086 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [159] = 
    {
        [1] = 1692879048091,
        [2] = "2023-08-24 20:10:48.091 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [160] = 
    {
        [1] = 1692879048099,
        [2] = "2023-08-24 20:10:48.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [161] = 
    {
        [1] = 1692879048099,
        [2] = "2023-08-24 20:10:48.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [162] = 
    {
        [1] = 1692879048099,
        [2] = "2023-08-24 20:10:48.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [163] = 
    {
        [1] = 1692879048103,
        [2] = "2023-08-24 20:10:48.103 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [164] = 
    {
        [1] = 1692879048161,
        [2] = "2023-08-24 20:10:48.161 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [165] = 
    {
        [1] = 1692879048163,
        [2] = "2023-08-24 20:10:48.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [166] = 
    {
        [1] = 1692879048165,
        [2] = "2023-08-24 20:10:48.165 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [167] = 
    {
        [1] = 1692879048169,
        [2] = "2023-08-24 20:10:48.169 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [168] = 
    {
        [1] = 1692879048193,
        [2] = "2023-08-24 20:10:48.193 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [169] = 
    {
        [1] = 1692879048232,
        [2] = "2023-08-24 20:10:48.232 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [170] = 
    {
        [1] = 1692879048235,
        [2] = "2023-08-24 20:10:48.235 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [171] = 
    {
        [1] = 1692879048489,
        [2] = "2023-08-24 20:10:48.489 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [172] = 
    {
        [1] = 1692879048499,
        [2] = "2023-08-24 20:10:48.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [173] = 
    {
        [1] = 1692879048507,
        [2] = "2023-08-24 20:10:48.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [174] = 
    {
        [1] = 1692879048512,
        [2] = "2023-08-24 20:10:48.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [175] = 
    {
        [1] = 1692879048526,
        [2] = "2023-08-24 20:10:48.526 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [176] = 
    {
        [1] = 1692879048535,
        [2] = "2023-08-24 20:10:48.535 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [177] = 
    {
        [1] = 1692879049286,
        [2] = "2023-08-24 20:10:49.286 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 5.286s)",
        [7] = "",
    },
    [178] = 
    {
        [1] = 1692879050596,
        [2] = "2023-08-24 20:10:50.596 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我喜欢城市。它们都有自己的节奏，慢慢学习就没问题。",
        [7] = "",
    },
    [179] = 
    {
        [1] = 1692879054456,
        [2] = "2023-08-24 20:10:54.456 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [180] = 
    {
        [1] = 1692879066866,
        [2] = "2023-08-24 20:11:06.866 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "召唤伙伴时无法使用该收藏品。",
        [7] = "",
    },
    [181] = 
    {
        [1] = 1692879070158,
        [2] = "2023-08-24 20:11:10.158 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "召唤伙伴时无法使用该收藏品。",
        [7] = "",
    },
    [182] = 
    {
        [1] = 1692879072747,
        [2] = "2023-08-24 20:11:12.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA嘿，你。",
        [7] = "",
    },
    [183] = 
    {
        [1] = 1692879228265,
        [2] = "2023-08-24 20:13:48.265 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44All Saved.|r",
        [7] = "",
    },
    [184] = 
    {
        [1] = 1692879229185,
        [2] = "2023-08-24 20:13:49.185 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Saved.|r",
        [7] = "",
    },
    [185] = 
    {
        [1] = 1692879235717,
        [2] = "2023-08-24 20:13:55.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: 流畅小溪之家",
        [7] = "",
    },
    [186] = 
    {
        [1] = 1692879741210,
        [2] = "2023-08-24 20:22:21.210 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前地区无法使用该收藏品。",
        [7] = "",
    },
    [187] = 
    {
        [1] = 1692879884389,
        [2] = "2023-08-24 20:24:44.389 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎因图斯·韦雷斯: |cAAAAAA你击败了我的手下们。是莎莱雅派你来的吗？她就在外面，对吗？把这些蠢货都杀了。",
        [7] = "",
    },
    [188] = 
    {
        [1] = 1692879891679,
        [2] = "2023-08-24 20:24:51.679 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎因图斯·韦雷斯: |cAAAAAA可悲！看来我得亲自动手！",
        [7] = "",
    },
    [189] = 
    {
        [1] = 1692879902049,
        [2] = "2023-08-24 20:25:02.049 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎因图斯·韦雷斯: |cAAAAAA你比我想象的要坚强，但我想看看你接下来该如何应对。",
        [7] = "",
    },
    [190] = 
    {
        [1] = 1692879907080,
        [2] = "2023-08-24 20:25:07.080 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎因图斯·韦雷斯: |cAAAAAA看来得另辟蹊径了。",
        [7] = "",
    },
    [191] = 
    {
        [1] = 1692879909309,
        [2] = "2023-08-24 20:25:09.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎因图斯·韦雷斯: |cAAAAAA苏醒吧，小可爱！我命令你醒来，碾碎这些垃圾！",
        [7] = "",
    },
    [192] = 
    {
        [1] = 1692879933864,
        [2] = "2023-08-24 20:25:33.864 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莎莱雅: |cAAAAAA可怜的奎因图斯。总是有点笨手笨脚的……不管是做研究时，杀人时，还是……谈恋爱时。",
        [7] = "",
    },
    [193] = 
    {
        [1] = 1692880226382,
        [2] = "2023-08-24 20:30:26.382 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莎莱雅: |cAAAAAA停！",
        [7] = "",
    },
    [194] = 
    {
        [1] = 1692880228243,
        [2] = "2023-08-24 20:30:28.243 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莎莱雅: |cAAAAAA眼睛是很脆弱的，让我检查一下。",
        [7] = "",
    },
    [195] = 
    {
        [1] = 1692880240241,
        [2] = "2023-08-24 20:30:40.241 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我在这儿！你真幸运！",
        [7] = "",
    },
    [196] = 
    {
        [1] = 1692880240850,
        [2] = "2023-08-24 20:30:40.850 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA在这样的地方很容易迷失方向。我想，这是我喜欢城市的原因之一。",
        [7] = "",
    },
    [197] = 
    {
        [1] = 1692880322147,
        [2] = "2023-08-24 20:32:02.147 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Addon_Toggle_Enabled",
        [7] = "",
    },
    [198] = 
    {
        [1] = 1692880322147,
        [2] = "2023-08-24 20:32:02.147 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">newState: 1",
        [7] = "",
    },
    [199] = 
    {
        [1] = 1692880322153,
        [2] = "2023-08-24 20:32:02.153 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">1",
        [7] = "",
    },
    [200] = 
    {
        [1] = 1692880329003,
        [2] = "2023-08-24 20:32:09.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.593 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 64/109\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [201] = 
    {
        [1] = 1692880332226,
        [2] = "2023-08-24 20:32:12.226 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [202] = 
    {
        [1] = 1692880332227,
        [2] = "2023-08-24 20:32:12.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [203] = 
    {
        [1] = 1692880332227,
        [2] = "2023-08-24 20:32:12.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [204] = 
    {
        [1] = 1692880332227,
        [2] = "2023-08-24 20:32:12.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [205] = 
    {
        [1] = 1692880332227,
        [2] = "2023-08-24 20:32:12.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [206] = 
    {
        [1] = 1692880332228,
        [2] = "2023-08-24 20:32:12.228 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [207] = 
    {
        [1] = 1692880332228,
        [2] = "2023-08-24 20:32:12.228 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [208] = 
    {
        [1] = 1692880332228,
        [2] = "2023-08-24 20:32:12.228 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [209] = 
    {
        [1] = 1692880332345,
        [2] = "2023-08-24 20:32:12.345 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [210] = 
    {
        [1] = 1692880332462,
        [2] = "2023-08-24 20:32:12.462 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [211] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [212] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [213] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [214] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [215] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [216] = 
    {
        [1] = 1692880332470,
        [2] = "2023-08-24 20:32:12.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [217] = 
    {
        [1] = 1692880332706,
        [2] = "2023-08-24 20:32:12.706 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [218] = 
    {
        [1] = 1692880332710,
        [2] = "2023-08-24 20:32:12.710 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [219] = 
    {
        [1] = 1692880332732,
        [2] = "2023-08-24 20:32:12.732 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [220] = 
    {
        [1] = 1692880332759,
        [2] = "2023-08-24 20:32:12.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [221] = 
    {
        [1] = 1692880332759,
        [2] = "2023-08-24 20:32:12.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [222] = 
    {
        [1] = 1692880332759,
        [2] = "2023-08-24 20:32:12.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [223] = 
    {
        [1] = 1692880332762,
        [2] = "2023-08-24 20:32:12.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [224] = 
    {
        [1] = 1692880332762,
        [2] = "2023-08-24 20:32:12.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [225] = 
    {
        [1] = 1692880332762,
        [2] = "2023-08-24 20:32:12.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [226] = 
    {
        [1] = 1692880332762,
        [2] = "2023-08-24 20:32:12.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [227] = 
    {
        [1] = 1692880332766,
        [2] = "2023-08-24 20:32:12.766 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [228] = 
    {
        [1] = 1692880332771,
        [2] = "2023-08-24 20:32:12.771 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [229] = 
    {
        [1] = 1692880332774,
        [2] = "2023-08-24 20:32:12.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [230] = 
    {
        [1] = 1692880332774,
        [2] = "2023-08-24 20:32:12.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [231] = 
    {
        [1] = 1692880332774,
        [2] = "2023-08-24 20:32:12.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [232] = 
    {
        [1] = 1692880332774,
        [2] = "2023-08-24 20:32:12.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [233] = 
    {
        [1] = 1692880332778,
        [2] = "2023-08-24 20:32:12.778 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [234] = 
    {
        [1] = 1692880332786,
        [2] = "2023-08-24 20:32:12.786 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [235] = 
    {
        [1] = 1692880332786,
        [2] = "2023-08-24 20:32:12.786 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [236] = 
    {
        [1] = 1692880332790,
        [2] = "2023-08-24 20:32:12.790 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [237] = 
    {
        [1] = 1692880332837,
        [2] = "2023-08-24 20:32:12.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [238] = 
    {
        [1] = 1692880332837,
        [2] = "2023-08-24 20:32:12.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [239] = 
    {
        [1] = 1692880332837,
        [2] = "2023-08-24 20:32:12.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [240] = 
    {
        [1] = 1692880332845,
        [2] = "2023-08-24 20:32:12.845 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [241] = 
    {
        [1] = 1692880332848,
        [2] = "2023-08-24 20:32:12.848 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [242] = 
    {
        [1] = 1692880332849,
        [2] = "2023-08-24 20:32:12.849 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [243] = 
    {
        [1] = 1692880332867,
        [2] = "2023-08-24 20:32:12.867 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [244] = 
    {
        [1] = 1692880332867,
        [2] = "2023-08-24 20:32:12.867 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [245] = 
    {
        [1] = 1692880333119,
        [2] = "2023-08-24 20:32:13.119 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [246] = 
    {
        [1] = 1692880333163,
        [2] = "2023-08-24 20:32:13.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [247] = 
    {
        [1] = 1692880333396,
        [2] = "2023-08-24 20:32:13.396 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [248] = 
    {
        [1] = 1692880333404,
        [2] = "2023-08-24 20:32:13.404 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [249] = 
    {
        [1] = 1692880333414,
        [2] = "2023-08-24 20:32:13.414 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [250] = 
    {
        [1] = 1692880333414,
        [2] = "2023-08-24 20:32:13.414 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [251] = 
    {
        [1] = 1692880333414,
        [2] = "2023-08-24 20:32:13.414 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [252] = 
    {
        [1] = 1692880333419,
        [2] = "2023-08-24 20:32:13.419 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [253] = 
    {
        [1] = 1692880333425,
        [2] = "2023-08-24 20:32:13.425 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [254] = 
    {
        [1] = 1692880333470,
        [2] = "2023-08-24 20:32:13.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [255] = 
    {
        [1] = 1692880333470,
        [2] = "2023-08-24 20:32:13.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [256] = 
    {
        [1] = 1692880333473,
        [2] = "2023-08-24 20:32:13.473 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [257] = 
    {
        [1] = 1692880333481,
        [2] = "2023-08-24 20:32:13.481 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [258] = 
    {
        [1] = 1692880333481,
        [2] = "2023-08-24 20:32:13.481 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [259] = 
    {
        [1] = 1692880333481,
        [2] = "2023-08-24 20:32:13.481 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [260] = 
    {
        [1] = 1692880333484,
        [2] = "2023-08-24 20:32:13.484 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [261] = 
    {
        [1] = 1692880333537,
        [2] = "2023-08-24 20:32:13.537 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [262] = 
    {
        [1] = 1692880333540,
        [2] = "2023-08-24 20:32:13.540 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [263] = 
    {
        [1] = 1692880333542,
        [2] = "2023-08-24 20:32:13.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [264] = 
    {
        [1] = 1692880333545,
        [2] = "2023-08-24 20:32:13.545 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [265] = 
    {
        [1] = 1692880333597,
        [2] = "2023-08-24 20:32:13.597 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [266] = 
    {
        [1] = 1692880333759,
        [2] = "2023-08-24 20:32:13.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [267] = 
    {
        [1] = 1692880333763,
        [2] = "2023-08-24 20:32:13.763 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [268] = 
    {
        [1] = 1692880334028,
        [2] = "2023-08-24 20:32:14.028 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [269] = 
    {
        [1] = 1692880334044,
        [2] = "2023-08-24 20:32:14.044 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [270] = 
    {
        [1] = 1692880334069,
        [2] = "2023-08-24 20:32:14.069 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [271] = 
    {
        [1] = 1692880334076,
        [2] = "2023-08-24 20:32:14.076 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [272] = 
    {
        [1] = 1692880334559,
        [2] = "2023-08-24 20:32:14.559 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [273] = 
    {
        [1] = 1692880334584,
        [2] = "2023-08-24 20:32:14.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [274] = 
    {
        [1] = 1692880334604,
        [2] = "2023-08-24 20:32:14.604 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [275] = 
    {
        [1] = 1692880334919,
        [2] = "2023-08-24 20:32:14.919 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 11.688s)",
        [7] = "",
    },
    [276] = 
    {
        [1] = 1692880340188,
        [2] = "2023-08-24 20:32:20.188 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [277] = 
    {
        [1] = 1692880795071,
        [2] = "2023-08-24 20:39:55.071 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我在这儿！你真幸运！",
        [7] = "",
    },
    [278] = 
    {
        [1] = 1692882154864,
        [2] = "2023-08-24 21:02:34.864 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哈！就知道你想我了。",
        [7] = "",
    },
    [279] = 
    {
        [1] = 1692882298251,
        [2] = "2023-08-24 21:04:58.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF先锋军队长: |cAAAAAA处理掉那根线！",
        [7] = "",
    },
    [280] = 
    {
        [1] = 1692882338071,
        [2] = "2023-08-24 21:05:38.071 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF苟尔蒙·德罗斯: |cAAAAAA你觉得自己一无所有？你还有自己的灵魂呀！",
        [7] = "",
    },
    [281] = 
    {
        [1] = 1692882360881,
        [2] = "2023-08-24 21:06:00.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF先锋军队长: |cAAAAAA你们称自己为士兵？",
        [7] = "",
    },
    [282] = 
    {
        [1] = 1692882396374,
        [2] = "2023-08-24 21:06:36.374 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA真希望我会画画把这里画下来，一定是一幅相当好的画。",
        [7] = "",
    },
    [283] = 
    {
        [1] = 1692882661579,
        [2] = "2023-08-24 21:11:01.579 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF族长奥明·德雷斯: |cAAAAAA我们当然可以在这件事上妥协。",
        [7] = "",
    },
    [284] = 
    {
        [1] = 1692882664138,
        [2] = "2023-08-24 21:11:04.138 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长萨里尔: |cAAAAAA族中，记住我们生意的紧迫性。",
        [7] = "",
    },
    [285] = 
    {
        [1] = 1692882668168,
        [2] = "2023-08-24 21:11:08.168 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF族长奥明·德雷斯: |cAAAAAA遵命，队长，遵命。",
        [7] = "",
    },
    [286] = 
    {
        [1] = 1692882696053,
        [2] = "2023-08-24 21:11:36.053 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF戴钮·法仁: |cAAAAAA赶快，朋友！这边。",
        [7] = "",
    },
    [287] = 
    {
        [1] = 1692882720929,
        [2] = "2023-08-24 21:12:00.929 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA塔楼被一发火球吞噬了。",
        [7] = "",
    },
    [288] = 
    {
        [1] = 1692882724950,
        [2] = "2023-08-24 21:12:04.950 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA你愤怒的眼神干巴巴的。",
        [7] = "",
    },
    [289] = 
    {
        [1] = 1692883121681,
        [2] = "2023-08-24 21:18:41.681 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在此地骑乘。",
        [7] = "",
    },
    [290] = 
    {
        [1] = 1692883219479,
        [2] = "2023-08-24 21:20:19.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长法利斯: |cAAAAAA你不是我的士兵！离开！",
        [7] = "",
    },
    [291] = 
    {
        [1] = 1692883242163,
        [2] = "2023-08-24 21:20:42.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长维纳利: |cAAAAAA你不是我的士兵！离开！",
        [7] = "",
    },
    [292] = 
    {
        [1] = 1692883721273,
        [2] = "2023-08-24 21:28:41.273 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA各位，请注意。我感到很开心。",
        [7] = "",
    },
    [293] = 
    {
        [1] = 1692883725322,
        [2] = "2023-08-24 21:28:45.322 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA这是一场古老的表演。请注意。呃哼。",
        [7] = "",
    },
    [294] = 
    {
        [1] = 1692883729352,
        [2] = "2023-08-24 21:28:49.352 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA有一天，在外人众目睽睽之下，科尔办事处的梅赫拉把一些淤泥海绵的残渣压进了一个气母的触手里。",
        [7] = "",
    },
    [295] = 
    {
        [1] = 1692883736922,
        [2] = "2023-08-24 21:28:56.922 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA作为回应，科尔办事处的莫拉格放出了他们的克瓦玛虫，把他们的沙因酒弄倒了一地。",
        [7] = "",
    },
    [296] = 
    {
        [1] = 1692883743502,
        [2] = "2023-08-24 21:29:03.502 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA只有在梅赫拉被烧死在苏加玛莫拉格后，并交给大衮，才可以安全旅行。",
        [7] = "",
    },
    [297] = 
    {
        [1] = 1692883753025,
        [2] = "2023-08-24 21:29:13.025 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF一笑而过: |cAAAAAA咻嘶，有点意思。",
        [7] = "",
    },
    [298] = 
    {
        [1] = 1692883756060,
        [2] = "2023-08-24 21:29:16.060 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF忧郁骑士团法师: |cAAAAAA亚龙人！以悲伤教团的神圣之名，死吧！",
        [7] = "",
    },
    [299] = 
    {
        [1] = 1692884193012,
        [2] = "2023-08-24 21:36:33.012 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF黑檀心士兵: |cAAAAAA我们盟友突破了！加强进攻！",
        [7] = "",
    },
    [300] = 
    {
        [1] = 1692884259477,
        [2] = "2023-08-24 21:37:39.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哈！看你还敢不敢招惹术士恩贝尔！",
        [7] = "",
    },
    [301] = 
    {
        [1] = 1692884314430,
        [2] = "2023-08-24 21:38:34.430 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<兴奋的笑声>",
        [7] = "",
    },
    [302] = 
    {
        [1] = 1692884404735,
        [2] = "2023-08-24 21:40:04.735 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA干得漂亮。",
        [7] = "",
    },
    [303] = 
    {
        [1] = 1692884892497,
        [2] = "2023-08-24 21:48:12.497 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA维持住传送门。我们不想困在这里。",
        [7] = "",
    },
    [304] = 
    {
        [1] = 1692884911567,
        [2] = "2023-08-24 21:48:31.567 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA弱者。你想进入我的领域？",
        [7] = "",
    },
    [305] = 
    {
        [1] = 1692884916056,
        [2] = "2023-08-24 21:48:36.056 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA他挺自信，不是吗？",
        [7] = "",
    },
    [306] = 
    {
        [1] = 1692884919126,
        [2] = "2023-08-24 21:48:39.126 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA烧吧！在火焰中燃烧吧！",
        [7] = "",
    },
    [307] = 
    {
        [1] = 1692884921727,
        [2] = "2023-08-24 21:48:41.727 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA躲开。",
        [7] = "",
    },
    [308] = 
    {
        [1] = 1692884926267,
        [2] = "2023-08-24 21:48:46.267 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF踏灰: |cAAAAAA那些可怜的生命。愿他们的灵魂能得到安息。",
        [7] = "",
    },
    [309] = 
    {
        [1] = 1692884932328,
        [2] = "2023-08-24 21:48:52.328 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA凯恩护佑我们！又一道结界。你能解开它吗？",
        [7] = "",
    },
    [310] = 
    {
        [1] = 1692884937467,
        [2] = "2023-08-24 21:48:57.467 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA看起来只有我们。靠近点。",
        [7] = "",
    },
    [311] = 
    {
        [1] = 1692884941487,
        [2] = "2023-08-24 21:49:01.487 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF踏灰: |cAAAAAA真可爱。",
        [7] = "",
    },
    [312] = 
    {
        [1] = 1692884944477,
        [2] = "2023-08-24 21:49:04.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA火焰将吞噬你！",
        [7] = "",
    },
    [313] = 
    {
        [1] = 1692884951497,
        [2] = "2023-08-24 21:49:11.497 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA尼德人一无所有，他们的地方到处是尘土和灰烬。现在你要和他们一起了。",
        [7] = "",
    },
    [314] = 
    {
        [1] = 1692884959538,
        [2] = "2023-08-24 21:49:19.538 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA灼烧。灼烧殆尽。",
        [7] = "",
    },
    [315] = 
    {
        [1] = 1692884962887,
        [2] = "2023-08-24 21:49:22.887 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA石落将会化成火海。",
        [7] = "",
    },
    [316] = 
    {
        [1] = 1692884964898,
        [2] = "2023-08-24 21:49:24.898 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA别靠近火焰。",
        [7] = "",
    },
    [317] = 
    {
        [1] = 1692884969968,
        [2] = "2023-08-24 21:49:29.968 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA珊瑚之心可以破坏他的盾。保护我。",
        [7] = "",
    },
    [318] = 
    {
        [1] = 1692884977030,
        [2] = "2023-08-24 21:49:37.030 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA哈哈哈哈哈！愚蠢的凡人！",
        [7] = "",
    },
    [319] = 
    {
        [1] = 1692884981071,
        [2] = "2023-08-24 21:49:41.071 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛达尔: |cAAAAAA尝尝湮灭之焰吧！",
        [7] = "",
    },
    [320] = 
    {
        [1] = 1692884986061,
        [2] = "2023-08-24 21:49:46.061 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA防护坦瓦尔！",
        [7] = "",
    },
    [321] = 
    {
        [1] = 1692885029700,
        [2] = "2023-08-24 21:50:29.700 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA就是现在！公约联合前进！",
        [7] = "",
    },
    [322] = 
    {
        [1] = 1692885032360,
        [2] = "2023-08-24 21:50:32.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA斯格拉默！",
        [7] = "",
    },
    [323] = 
    {
        [1] = 1692885046420,
        [2] = "2023-08-24 21:50:46.420 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA撤退。我需要点时间歇息。",
        [7] = "",
    },
    [324] = 
    {
        [1] = 1692885049509,
        [2] = "2023-08-24 21:50:49.509 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA干掉那些骷髅。别让他们靠近坦瓦尔。",
        [7] = "",
    },
    [325] = 
    {
        [1] = 1692885110259,
        [2] = "2023-08-24 21:51:50.259 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA为了黑檀心的荣耀！",
        [7] = "",
    },
    [326] = 
    {
        [1] = 1692885114348,
        [2] = "2023-08-24 21:51:54.348 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF踏灰: |cAAAAAA机会来了，全力攻击。",
        [7] = "",
    },
    [327] = 
    {
        [1] = 1692885125379,
        [2] = "2023-08-24 21:52:05.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA撤退！",
        [7] = "",
    },
    [328] = 
    {
        [1] = 1692885130429,
        [2] = "2023-08-24 21:52:10.429 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA他太强大了。我们不是对手。",
        [7] = "",
    },
    [329] = 
    {
        [1] = 1692885138439,
        [2] = "2023-08-24 21:52:18.439 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF坦瓦尔·因多里尔: |cAAAAAA时候到了。接下来交给你了。",
        [7] = "",
    },
    [330] = 
    {
        [1] = 1692885142681,
        [2] = "2023-08-24 21:52:22.681 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA坦瓦尔，你在干什么？",
        [7] = "",
    },
    [331] = 
    {
        [1] = 1692885155721,
        [2] = "2023-08-24 21:52:35.721 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF踏灰: |cAAAAAA召唤守护者。",
        [7] = "",
    },
    [332] = 
    {
        [1] = 1692885191970,
        [2] = "2023-08-24 21:53:11.970 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF踏灰: |cAAAAAA让我打开传送门。该离开这了。",
        [7] = "",
    },
    [333] = 
    {
        [1] = 1692885205039,
        [2] = "2023-08-24 21:53:25.039 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霍尔根: |cAAAAAA坦瓦尔。我们在松加德后会有期，盾牌兄弟。",
        [7] = "",
    },
    [334] = 
    {
        [1] = 1692885380255,
        [2] = "2023-08-24 21:56:20.255 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA呼！太有意思了！",
        [7] = "",
    },
    [335] = 
    {
        [1] = 1692885418947,
        [2] = "2023-08-24 21:56:58.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔力！快！",
        [7] = "",
    },
    [336] = 
    {
        [1] = 1692885454485,
        [2] = "2023-08-24 21:57:34.485 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA在这里没有什么好事发生，看得出来。",
        [7] = "",
    },
    [337] = 
    {
        [1] = 1692885465746,
        [2] = "2023-08-24 21:57:45.746 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA对这堆金币有什么计划吗？",
        [7] = "",
    },
    [338] = 
    {
        [1] = 1692885475825,
        [2] = "2023-08-24 21:57:55.825 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这会很有趣的！",
        [7] = "",
    },
    [339] = 
    {
        [1] = 1692885705533,
        [2] = "2023-08-24 22:01:45.533 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在此地骑乘。",
        [7] = "",
    },
    [340] = 
    {
        [1] = 1692885795346,
        [2] = "2023-08-24 22:03:15.346 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯图加: |cAAAAAA你知道我们找你找了多久吗？",
        [7] = "",
    },
    [341] = 
    {
        [1] = 1692885878426,
        [2] = "2023-08-24 22:04:38.426 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [342] = 
    {
        [1] = 1692885986789,
        [2] = "2023-08-24 22:06:26.789 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [343] = 
    {
        [1] = 1692885992271,
        [2] = "2023-08-24 22:06:32.271 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF食习: |cAAAAAA前几天，我看见了只泥蟹。",
        [7] = "",
    },
    [344] = 
    {
        [1] = 1692886065609,
        [2] = "2023-08-24 22:07:45.609 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [345] = 
    {
        [1] = 1692886079942,
        [2] = "2023-08-24 22:07:59.942 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巨石洛迪斯: |cAAAAAA什么，除了我们吗？",
        [7] = "",
    },
    [346] = 
    {
        [1] = 1692886107730,
        [2] = "2023-08-24 22:08:27.730 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA你们都没事吧？大家都没事吧？",
        [7] = "",
    },
    [347] = 
    {
        [1] = 1692886110768,
        [2] = "2023-08-24 22:08:30.768 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊拉·欧－拉各斯: |cAAAAAA洛迪斯和我都很好，但卢多维奇就没那么幸运了。他摔死了。",
        [7] = "",
    },
    [348] = 
    {
        [1] = 1692886115845,
        [2] = "2023-08-24 22:08:35.845 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巨石洛迪斯: |cAAAAAA我和他说过很多次了，他那个名字一点用处也没有。",
        [7] = "",
    },
    [349] = 
    {
        [1] = 1692886119865,
        [2] = "2023-08-24 22:08:39.865 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA看到他没和你在一起的时候，我就有点担心。你们俩待在那里，我们去附近转转然后碰头。",
        [7] = "",
    },
    [350] = 
    {
        [1] = 1692886126859,
        [2] = "2023-08-24 22:08:46.859 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊拉·欧－拉各斯: |cAAAAAA看来我们也没什么选择的余地。你去那里的时候要做好战斗的准备。",
        [7] = "",
    },
    [351] = 
    {
        [1] = 1692886281256,
        [2] = "2023-08-24 22:11:21.256 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA跟那两个人交手要小心，他们看起来比其他人强壮，臭味也更强烈。",
        [7] = "",
    },
    [352] = 
    {
        [1] = 1692886286536,
        [2] = "2023-08-24 22:11:26.536 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那场暴风雪正在生成冻结之风！",
        [7] = "",
    },
    [353] = 
    {
        [1] = 1692886307846,
        [2] = "2023-08-24 22:11:47.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [354] = 
    {
        [1] = 1692886307846,
        [2] = "2023-08-24 22:11:47.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [355] = 
    {
        [1] = 1692886308254,
        [2] = "2023-08-24 22:11:48.254 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [356] = 
    {
        [1] = 1692886308254,
        [2] = "2023-08-24 22:11:48.254 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [357] = 
    {
        [1] = 1692886328698,
        [2] = "2023-08-24 22:12:08.698 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心那些风暴！它们会把你冻住！",
        [7] = "",
    },
    [358] = 
    {
        [1] = 1692886373208,
        [2] = "2023-08-24 22:12:53.208 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心脚下！碰到那些风就会让你冻成冰块！",
        [7] = "",
    },
    [359] = 
    {
        [1] = 1692886413078,
        [2] = "2023-08-24 22:13:33.078 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那场暴风雪正在生成冻结之风！",
        [7] = "",
    },
    [360] = 
    {
        [1] = 1692886432213,
        [2] = "2023-08-24 22:13:52.213 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [361] = 
    {
        [1] = 1692886432213,
        [2] = "2023-08-24 22:13:52.213 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [362] = 
    {
        [1] = 1692886455028,
        [2] = "2023-08-24 22:14:15.028 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心那些风暴！它们会把你冻住！",
        [7] = "",
    },
    [363] = 
    {
        [1] = 1692886474161,
        [2] = "2023-08-24 22:14:34.161 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [364] = 
    {
        [1] = 1692886474161,
        [2] = "2023-08-24 22:14:34.161 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [365] = 
    {
        [1] = 1692886474489,
        [2] = "2023-08-24 22:14:34.489 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [366] = 
    {
        [1] = 1692886474489,
        [2] = "2023-08-24 22:14:34.489 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [367] = 
    {
        [1] = 1692886495362,
        [2] = "2023-08-24 22:14:55.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心脚下！碰到那些风就会让你冻成冰块！",
        [7] = "",
    },
    [368] = 
    {
        [1] = 1692886542648,
        [2] = "2023-08-24 22:15:42.648 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那场暴风雪正在生成冻结之风！",
        [7] = "",
    },
    [369] = 
    {
        [1] = 1692886595976,
        [2] = "2023-08-24 22:16:35.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心那些风暴！它们会把你冻住！",
        [7] = "",
    },
    [370] = 
    {
        [1] = 1692886622775,
        [2] = "2023-08-24 22:17:02.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [371] = 
    {
        [1] = 1692886622775,
        [2] = "2023-08-24 22:17:02.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [372] = 
    {
        [1] = 1692886623273,
        [2] = "2023-08-24 22:17:03.273 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [373] = 
    {
        [1] = 1692886623273,
        [2] = "2023-08-24 22:17:03.273 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [374] = 
    {
        [1] = 1692886662907,
        [2] = "2023-08-24 22:17:42.907 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心脚下！碰到那些风就会让你冻成冰块！",
        [7] = "",
    },
    [375] = 
    {
        [1] = 1692886690150,
        [2] = "2023-08-24 22:18:10.150 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA或许我们可以利用那些冰柱！",
        [7] = "",
    },
    [376] = 
    {
        [1] = 1692886715589,
        [2] = "2023-08-24 22:18:35.589 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [377] = 
    {
        [1] = 1692886715589,
        [2] = "2023-08-24 22:18:35.589 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [378] = 
    {
        [1] = 1692886715947,
        [2] = "2023-08-24 22:18:35.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [379] = 
    {
        [1] = 1692886715947,
        [2] = "2023-08-24 22:18:35.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [380] = 
    {
        [1] = 1692886757066,
        [2] = "2023-08-24 22:19:17.066 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心那些风暴！它们会把你冻住！",
        [7] = "",
    },
    [381] = 
    {
        [1] = 1692886785569,
        [2] = "2023-08-24 22:19:45.569 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那些冰柱很危险，但也可以为我们所用！",
        [7] = "",
    },
    [382] = 
    {
        [1] = 1692886793097,
        [2] = "2023-08-24 22:19:53.097 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [383] = 
    {
        [1] = 1692886793097,
        [2] = "2023-08-24 22:19:53.097 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [384] = 
    {
        [1] = 1692886793575,
        [2] = "2023-08-24 22:19:53.575 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [385] = 
    {
        [1] = 1692886793575,
        [2] = "2023-08-24 22:19:53.575 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [386] = 
    {
        [1] = 1692886814218,
        [2] = "2023-08-24 22:20:14.218 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心脚下！碰到那些风就会让你冻成冰块！",
        [7] = "",
    },
    [387] = 
    {
        [1] = 1692886842231,
        [2] = "2023-08-24 22:20:42.231 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那些冰柱比我们之前见得要粗得多！",
        [7] = "",
    },
    [388] = 
    {
        [1] = 1692886856591,
        [2] = "2023-08-24 22:20:56.591 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那些寒冰碎片相当致命！注意找好躲避。",
        [7] = "",
    },
    [389] = 
    {
        [1] = 1692886867989,
        [2] = "2023-08-24 22:21:07.989 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [390] = 
    {
        [1] = 1692886867989,
        [2] = "2023-08-24 22:21:07.989 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [391] = 
    {
        [1] = 1692886868007,
        [2] = "2023-08-24 22:21:08.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [392] = 
    {
        [1] = 1692886868007,
        [2] = "2023-08-24 22:21:08.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [393] = 
    {
        [1] = 1692886868507,
        [2] = "2023-08-24 22:21:08.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [394] = 
    {
        [1] = 1692886868507,
        [2] = "2023-08-24 22:21:08.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [395] = 
    {
        [1] = 1692886873989,
        [2] = "2023-08-24 22:21:13.989 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA两个食人魔靠得越近，他们的瘟疫就越强大！",
        [7] = "",
    },
    [396] = 
    {
        [1] = 1692886954323,
        [2] = "2023-08-24 22:22:34.323 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那场暴风雪正在生成冻结之风！",
        [7] = "",
    },
    [397] = 
    {
        [1] = 1692886982227,
        [2] = "2023-08-24 22:23:02.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那些冰柱很危险，但也可以为我们所用！",
        [7] = "",
    },
    [398] = 
    {
        [1] = 1692887004324,
        [2] = "2023-08-24 22:23:24.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [399] = 
    {
        [1] = 1692887004324,
        [2] = "2023-08-24 22:23:24.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [400] = 
    {
        [1] = 1692887021502,
        [2] = "2023-08-24 22:23:41.502 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA食人魔在召唤雪鼠！快，打断他！",
        [7] = "",
    },
    [401] = 
    {
        [1] = 1692887119741,
        [2] = "2023-08-24 22:25:19.741 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA当心那些风暴！它们会把你冻住！",
        [7] = "",
    },
    [402] = 
    {
        [1] = 1692887148813,
        [2] = "2023-08-24 22:25:48.813 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA那些冰柱比我们之前见得要粗得多！",
        [7] = "",
    },
    [403] = 
    {
        [1] = 1692887156788,
        [2] = "2023-08-24 22:25:56.788 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [404] = 
    {
        [1] = 1692887156788,
        [2] = "2023-08-24 22:25:56.788 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [405] = 
    {
        [1] = 1692887162784,
        [2] = "2023-08-24 22:26:02.784 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF约尔沃德·德沃克斯: |cAAAAAA记得躲起来，免得被寒冰碎片击中！",
        [7] = "",
    },
    [406] = 
    {
        [1] = 1692887199416,
        [2] = "2023-08-24 22:26:39.416 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [407] = 
    {
        [1] = 1692887199417,
        [2] = "2023-08-24 22:26:39.417 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [408] = 
    {
        [1] = 1692887199712,
        [2] = "2023-08-24 22:26:39.712 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [409] = 
    {
        [1] = 1692887199712,
        [2] = "2023-08-24 22:26:39.712 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [410] = 
    {
        [1] = 1692887224328,
        [2] = "2023-08-24 22:27:04.328 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA嘿，你。",
        [7] = "",
    },
    [411] = 
    {
        [1] = 1692888250870,
        [2] = "2023-08-24 22:44:10.870 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Addon_Toggle_Enabled",
        [7] = "",
    },
    [412] = 
    {
        [1] = 1692888250870,
        [2] = "2023-08-24 22:44:10.870 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">newState: 2",
        [7] = "",
    },
    [413] = 
    {
        [1] = 1692888250878,
        [2] = "2023-08-24 22:44:10.878 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">1",
        [7] = "",
    },
    [414] = 
    {
        [1] = 1692888251354,
        [2] = "2023-08-24 22:44:11.354 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Addon_Toggle_Enabled",
        [7] = "",
    },
    [415] = 
    {
        [1] = 1692888251356,
        [2] = "2023-08-24 22:44:11.356 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">newState: 1",
        [7] = "",
    },
    [416] = 
    {
        [1] = 1692888251363,
        [2] = "2023-08-24 22:44:11.363 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">1",
        [7] = "",
    },
    [417] = 
    {
        [1] = 1692888287004,
        [2] = "2023-08-24 22:44:47.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.360 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 67/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [418] = 
    {
        [1] = 1692888290974,
        [2] = "2023-08-24 22:44:50.974 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [419] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [420] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [421] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [422] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [423] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [424] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [425] = 
    {
        [1] = 1692888290976,
        [2] = "2023-08-24 22:44:50.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [426] = 
    {
        [1] = 1692888291223,
        [2] = "2023-08-24 22:44:51.223 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [427] = 
    {
        [1] = 1692888291224,
        [2] = "2023-08-24 22:44:51.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [428] = 
    {
        [1] = 1692888291239,
        [2] = "2023-08-24 22:44:51.239 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [429] = 
    {
        [1] = 1692888291240,
        [2] = "2023-08-24 22:44:51.240 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [430] = 
    {
        [1] = 1692888291240,
        [2] = "2023-08-24 22:44:51.240 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [431] = 
    {
        [1] = 1692888291240,
        [2] = "2023-08-24 22:44:51.240 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [432] = 
    {
        [1] = 1692888291244,
        [2] = "2023-08-24 22:44:51.244 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [433] = 
    {
        [1] = 1692888291296,
        [2] = "2023-08-24 22:44:51.296 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [434] = 
    {
        [1] = 1692888291296,
        [2] = "2023-08-24 22:44:51.296 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [435] = 
    {
        [1] = 1692888291296,
        [2] = "2023-08-24 22:44:51.296 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [436] = 
    {
        [1] = 1692888291297,
        [2] = "2023-08-24 22:44:51.297 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [437] = 
    {
        [1] = 1692888291297,
        [2] = "2023-08-24 22:44:51.297 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [438] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [439] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [440] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [441] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [442] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [443] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [444] = 
    {
        [1] = 1692888291317,
        [2] = "2023-08-24 22:44:51.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [445] = 
    {
        [1] = 1692888291321,
        [2] = "2023-08-24 22:44:51.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [446] = 
    {
        [1] = 1692888291346,
        [2] = "2023-08-24 22:44:51.346 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [447] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [448] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [449] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [450] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [451] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [452] = 
    {
        [1] = 1692888291362,
        [2] = "2023-08-24 22:44:51.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [453] = 
    {
        [1] = 1692888291366,
        [2] = "2023-08-24 22:44:51.366 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [454] = 
    {
        [1] = 1692888291377,
        [2] = "2023-08-24 22:44:51.377 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [455] = 
    {
        [1] = 1692888291385,
        [2] = "2023-08-24 22:44:51.385 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [456] = 
    {
        [1] = 1692888291494,
        [2] = "2023-08-24 22:44:51.494 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [457] = 
    {
        [1] = 1692888291500,
        [2] = "2023-08-24 22:44:51.500 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [458] = 
    {
        [1] = 1692888291507,
        [2] = "2023-08-24 22:44:51.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [459] = 
    {
        [1] = 1692888291507,
        [2] = "2023-08-24 22:44:51.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [460] = 
    {
        [1] = 1692888291507,
        [2] = "2023-08-24 22:44:51.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [461] = 
    {
        [1] = 1692888291512,
        [2] = "2023-08-24 22:44:51.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [462] = 
    {
        [1] = 1692888291518,
        [2] = "2023-08-24 22:44:51.518 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [463] = 
    {
        [1] = 1692888291563,
        [2] = "2023-08-24 22:44:51.563 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [464] = 
    {
        [1] = 1692888291568,
        [2] = "2023-08-24 22:44:51.568 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [465] = 
    {
        [1] = 1692888291664,
        [2] = "2023-08-24 22:44:51.664 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [466] = 
    {
        [1] = 1692888291670,
        [2] = "2023-08-24 22:44:51.670 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [467] = 
    {
        [1] = 1692888291962,
        [2] = "2023-08-24 22:44:51.962 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [468] = 
    {
        [1] = 1692888291963,
        [2] = "2023-08-24 22:44:51.963 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [469] = 
    {
        [1] = 1692888291968,
        [2] = "2023-08-24 22:44:51.968 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [470] = 
    {
        [1] = 1692888291982,
        [2] = "2023-08-24 22:44:51.982 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [471] = 
    {
        [1] = 1692888291982,
        [2] = "2023-08-24 22:44:51.982 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [472] = 
    {
        [1] = 1692888291982,
        [2] = "2023-08-24 22:44:51.982 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [473] = 
    {
        [1] = 1692888291986,
        [2] = "2023-08-24 22:44:51.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [474] = 
    {
        [1] = 1692888292362,
        [2] = "2023-08-24 22:44:52.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [475] = 
    {
        [1] = 1692888292378,
        [2] = "2023-08-24 22:44:52.378 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [476] = 
    {
        [1] = 1692888292378,
        [2] = "2023-08-24 22:44:52.378 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [477] = 
    {
        [1] = 1692888292391,
        [2] = "2023-08-24 22:44:52.391 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [478] = 
    {
        [1] = 1692888292466,
        [2] = "2023-08-24 22:44:52.466 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [479] = 
    {
        [1] = 1692888292477,
        [2] = "2023-08-24 22:44:52.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [480] = 
    {
        [1] = 1692888293053,
        [2] = "2023-08-24 22:44:53.053 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [481] = 
    {
        [1] = 1692888293187,
        [2] = "2023-08-24 22:44:53.187 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [482] = 
    {
        [1] = 1692888293188,
        [2] = "2023-08-24 22:44:53.188 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [483] = 
    {
        [1] = 1692888293222,
        [2] = "2023-08-24 22:44:53.222 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [484] = 
    {
        [1] = 1692888293461,
        [2] = "2023-08-24 22:44:53.461 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [485] = 
    {
        [1] = 1692888293582,
        [2] = "2023-08-24 22:44:53.582 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [486] = 
    {
        [1] = 1692888293595,
        [2] = "2023-08-24 22:44:53.595 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [487] = 
    {
        [1] = 1692888293713,
        [2] = "2023-08-24 22:44:53.713 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [488] = 
    {
        [1] = 1692888293714,
        [2] = "2023-08-24 22:44:53.714 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [489] = 
    {
        [1] = 1692888293728,
        [2] = "2023-08-24 22:44:53.728 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [490] = 
    {
        [1] = 1692888293742,
        [2] = "2023-08-24 22:44:53.742 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [491] = 
    {
        [1] = 1692888293984,
        [2] = "2023-08-24 22:44:53.984 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [492] = 
    {
        [1] = 1692888294268,
        [2] = "2023-08-24 22:44:54.268 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [493] = 
    {
        [1] = 1692888294317,
        [2] = "2023-08-24 22:44:54.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [494] = 
    {
        [1] = 1692888294334,
        [2] = "2023-08-24 22:44:54.334 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [495] = 
    {
        [1] = 1692888294546,
        [2] = "2023-08-24 22:44:54.546 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 17.441s)",
        [7] = "",
    },
    [496] = 
    {
        [1] = 1692888299915,
        [2] = "2023-08-24 22:44:59.915 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [497] = 
    {
        [1] = 1692888312005,
        [2] = "2023-08-24 22:45:12.005 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.855 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 68/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [498] = 
    {
        [1] = 1692888316075,
        [2] = "2023-08-24 22:45:16.075 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [499] = 
    {
        [1] = 1692888316076,
        [2] = "2023-08-24 22:45:16.076 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [500] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [501] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [502] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [503] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [504] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [505] = 
    {
        [1] = 1692888316077,
        [2] = "2023-08-24 22:45:16.077 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [506] = 
    {
        [1] = 1692888316339,
        [2] = "2023-08-24 22:45:16.339 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [507] = 
    {
        [1] = 1692888316341,
        [2] = "2023-08-24 22:45:16.341 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [508] = 
    {
        [1] = 1692888316360,
        [2] = "2023-08-24 22:45:16.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [509] = 
    {
        [1] = 1692888316360,
        [2] = "2023-08-24 22:45:16.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [510] = 
    {
        [1] = 1692888316360,
        [2] = "2023-08-24 22:45:16.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [511] = 
    {
        [1] = 1692888316360,
        [2] = "2023-08-24 22:45:16.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [512] = 
    {
        [1] = 1692888316361,
        [2] = "2023-08-24 22:45:16.361 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [513] = 
    {
        [1] = 1692888316390,
        [2] = "2023-08-24 22:45:16.390 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [514] = 
    {
        [1] = 1692888316390,
        [2] = "2023-08-24 22:45:16.390 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [515] = 
    {
        [1] = 1692888316390,
        [2] = "2023-08-24 22:45:16.390 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [516] = 
    {
        [1] = 1692888316397,
        [2] = "2023-08-24 22:45:16.397 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [517] = 
    {
        [1] = 1692888316466,
        [2] = "2023-08-24 22:45:16.466 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [518] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [519] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [520] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [521] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [522] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [523] = 
    {
        [1] = 1692888316479,
        [2] = "2023-08-24 22:45:16.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [524] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [525] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [526] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [527] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [528] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [529] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [530] = 
    {
        [1] = 1692888316499,
        [2] = "2023-08-24 22:45:16.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [531] = 
    {
        [1] = 1692888316508,
        [2] = "2023-08-24 22:45:16.508 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [532] = 
    {
        [1] = 1692888316537,
        [2] = "2023-08-24 22:45:16.537 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [533] = 
    {
        [1] = 1692888316558,
        [2] = "2023-08-24 22:45:16.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [534] = 
    {
        [1] = 1692888316558,
        [2] = "2023-08-24 22:45:16.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [535] = 
    {
        [1] = 1692888316558,
        [2] = "2023-08-24 22:45:16.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [536] = 
    {
        [1] = 1692888316558,
        [2] = "2023-08-24 22:45:16.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [537] = 
    {
        [1] = 1692888316558,
        [2] = "2023-08-24 22:45:16.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [538] = 
    {
        [1] = 1692888316562,
        [2] = "2023-08-24 22:45:16.562 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [539] = 
    {
        [1] = 1692888316575,
        [2] = "2023-08-24 22:45:16.575 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [540] = 
    {
        [1] = 1692888316588,
        [2] = "2023-08-24 22:45:16.588 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [541] = 
    {
        [1] = 1692888316718,
        [2] = "2023-08-24 22:45:16.718 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [542] = 
    {
        [1] = 1692888316725,
        [2] = "2023-08-24 22:45:16.725 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [543] = 
    {
        [1] = 1692888316733,
        [2] = "2023-08-24 22:45:16.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [544] = 
    {
        [1] = 1692888316733,
        [2] = "2023-08-24 22:45:16.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [545] = 
    {
        [1] = 1692888316733,
        [2] = "2023-08-24 22:45:16.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [546] = 
    {
        [1] = 1692888316740,
        [2] = "2023-08-24 22:45:16.740 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [547] = 
    {
        [1] = 1692888316747,
        [2] = "2023-08-24 22:45:16.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [548] = 
    {
        [1] = 1692888316803,
        [2] = "2023-08-24 22:45:16.803 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [549] = 
    {
        [1] = 1692888316813,
        [2] = "2023-08-24 22:45:16.813 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [550] = 
    {
        [1] = 1692888316926,
        [2] = "2023-08-24 22:45:16.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [551] = 
    {
        [1] = 1692888316932,
        [2] = "2023-08-24 22:45:16.932 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [552] = 
    {
        [1] = 1692888317236,
        [2] = "2023-08-24 22:45:17.236 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [553] = 
    {
        [1] = 1692888317241,
        [2] = "2023-08-24 22:45:17.241 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [554] = 
    {
        [1] = 1692888317256,
        [2] = "2023-08-24 22:45:17.256 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [555] = 
    {
        [1] = 1692888317256,
        [2] = "2023-08-24 22:45:17.256 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [556] = 
    {
        [1] = 1692888317256,
        [2] = "2023-08-24 22:45:17.256 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [557] = 
    {
        [1] = 1692888317261,
        [2] = "2023-08-24 22:45:17.261 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [558] = 
    {
        [1] = 1692888317678,
        [2] = "2023-08-24 22:45:17.678 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [559] = 
    {
        [1] = 1692888317695,
        [2] = "2023-08-24 22:45:17.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [560] = 
    {
        [1] = 1692888317695,
        [2] = "2023-08-24 22:45:17.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [561] = 
    {
        [1] = 1692888317710,
        [2] = "2023-08-24 22:45:17.710 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [562] = 
    {
        [1] = 1692888317787,
        [2] = "2023-08-24 22:45:17.787 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [563] = 
    {
        [1] = 1692888317797,
        [2] = "2023-08-24 22:45:17.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [564] = 
    {
        [1] = 1692888318365,
        [2] = "2023-08-24 22:45:18.365 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [565] = 
    {
        [1] = 1692888318483,
        [2] = "2023-08-24 22:45:18.483 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [566] = 
    {
        [1] = 1692888318724,
        [2] = "2023-08-24 22:45:18.724 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [567] = 
    {
        [1] = 1692888318836,
        [2] = "2023-08-24 22:45:18.836 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [568] = 
    {
        [1] = 1692888318848,
        [2] = "2023-08-24 22:45:18.848 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [569] = 
    {
        [1] = 1692888318960,
        [2] = "2023-08-24 22:45:18.960 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [570] = 
    {
        [1] = 1692888318973,
        [2] = "2023-08-24 22:45:18.973 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [571] = 
    {
        [1] = 1692888318986,
        [2] = "2023-08-24 22:45:18.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [572] = 
    {
        [1] = 1692888319225,
        [2] = "2023-08-24 22:45:19.225 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [573] = 
    {
        [1] = 1692888319494,
        [2] = "2023-08-24 22:45:19.494 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [574] = 
    {
        [1] = 1692888319535,
        [2] = "2023-08-24 22:45:19.535 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [575] = 
    {
        [1] = 1692888319551,
        [2] = "2023-08-24 22:45:19.551 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [576] = 
    {
        [1] = 1692888319785,
        [2] = "2023-08-24 22:45:19.785 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 15.647s)",
        [7] = "",
    },
    [577] = 
    {
        [1] = 1692888325155,
        [2] = "2023-08-24 22:45:25.155 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [578] = 
    {
        [1] = 1692888606003,
        [2] = "2023-08-24 22:50:06.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.799 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [579] = 
    {
        [1] = 1692888610090,
        [2] = "2023-08-24 22:50:10.090 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [580] = 
    {
        [1] = 1692888610094,
        [2] = "2023-08-24 22:50:10.094 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [581] = 
    {
        [1] = 1692888610094,
        [2] = "2023-08-24 22:50:10.094 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [582] = 
    {
        [1] = 1692888610095,
        [2] = "2023-08-24 22:50:10.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [583] = 
    {
        [1] = 1692888610095,
        [2] = "2023-08-24 22:50:10.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [584] = 
    {
        [1] = 1692888610095,
        [2] = "2023-08-24 22:50:10.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [585] = 
    {
        [1] = 1692888610095,
        [2] = "2023-08-24 22:50:10.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [586] = 
    {
        [1] = 1692888610095,
        [2] = "2023-08-24 22:50:10.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [587] = 
    {
        [1] = 1692888610315,
        [2] = "2023-08-24 22:50:10.315 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [588] = 
    {
        [1] = 1692888610316,
        [2] = "2023-08-24 22:50:10.316 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [589] = 
    {
        [1] = 1692888610333,
        [2] = "2023-08-24 22:50:10.333 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [590] = 
    {
        [1] = 1692888610333,
        [2] = "2023-08-24 22:50:10.333 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [591] = 
    {
        [1] = 1692888610333,
        [2] = "2023-08-24 22:50:10.333 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [592] = 
    {
        [1] = 1692888610333,
        [2] = "2023-08-24 22:50:10.333 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [593] = 
    {
        [1] = 1692888610334,
        [2] = "2023-08-24 22:50:10.334 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [594] = 
    {
        [1] = 1692888610360,
        [2] = "2023-08-24 22:50:10.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [595] = 
    {
        [1] = 1692888610360,
        [2] = "2023-08-24 22:50:10.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [596] = 
    {
        [1] = 1692888610360,
        [2] = "2023-08-24 22:50:10.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [597] = 
    {
        [1] = 1692888610364,
        [2] = "2023-08-24 22:50:10.364 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [598] = 
    {
        [1] = 1692888610416,
        [2] = "2023-08-24 22:50:10.416 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [599] = 
    {
        [1] = 1692888610425,
        [2] = "2023-08-24 22:50:10.425 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [600] = 
    {
        [1] = 1692888610425,
        [2] = "2023-08-24 22:50:10.425 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [601] = 
    {
        [1] = 1692888610425,
        [2] = "2023-08-24 22:50:10.425 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [602] = 
    {
        [1] = 1692888610425,
        [2] = "2023-08-24 22:50:10.425 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [603] = 
    {
        [1] = 1692888610426,
        [2] = "2023-08-24 22:50:10.426 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [604] = 
    {
        [1] = 1692888610426,
        [2] = "2023-08-24 22:50:10.426 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [605] = 
    {
        [1] = 1692888610442,
        [2] = "2023-08-24 22:50:10.442 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [606] = 
    {
        [1] = 1692888610442,
        [2] = "2023-08-24 22:50:10.442 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [607] = 
    {
        [1] = 1692888610442,
        [2] = "2023-08-24 22:50:10.442 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [608] = 
    {
        [1] = 1692888610442,
        [2] = "2023-08-24 22:50:10.442 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [609] = 
    {
        [1] = 1692888610443,
        [2] = "2023-08-24 22:50:10.443 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [610] = 
    {
        [1] = 1692888610443,
        [2] = "2023-08-24 22:50:10.443 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [611] = 
    {
        [1] = 1692888610443,
        [2] = "2023-08-24 22:50:10.443 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [612] = 
    {
        [1] = 1692888610447,
        [2] = "2023-08-24 22:50:10.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [613] = 
    {
        [1] = 1692888610471,
        [2] = "2023-08-24 22:50:10.471 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [614] = 
    {
        [1] = 1692888610486,
        [2] = "2023-08-24 22:50:10.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [615] = 
    {
        [1] = 1692888610486,
        [2] = "2023-08-24 22:50:10.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [616] = 
    {
        [1] = 1692888610486,
        [2] = "2023-08-24 22:50:10.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [617] = 
    {
        [1] = 1692888610486,
        [2] = "2023-08-24 22:50:10.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [618] = 
    {
        [1] = 1692888610486,
        [2] = "2023-08-24 22:50:10.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [619] = 
    {
        [1] = 1692888610490,
        [2] = "2023-08-24 22:50:10.490 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [620] = 
    {
        [1] = 1692888610501,
        [2] = "2023-08-24 22:50:10.501 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [621] = 
    {
        [1] = 1692888610510,
        [2] = "2023-08-24 22:50:10.510 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [622] = 
    {
        [1] = 1692888610616,
        [2] = "2023-08-24 22:50:10.616 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [623] = 
    {
        [1] = 1692888610623,
        [2] = "2023-08-24 22:50:10.623 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [624] = 
    {
        [1] = 1692888610630,
        [2] = "2023-08-24 22:50:10.630 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [625] = 
    {
        [1] = 1692888610630,
        [2] = "2023-08-24 22:50:10.630 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [626] = 
    {
        [1] = 1692888610630,
        [2] = "2023-08-24 22:50:10.630 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [627] = 
    {
        [1] = 1692888610636,
        [2] = "2023-08-24 22:50:10.636 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [628] = 
    {
        [1] = 1692888610643,
        [2] = "2023-08-24 22:50:10.643 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [629] = 
    {
        [1] = 1692888610683,
        [2] = "2023-08-24 22:50:10.683 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [630] = 
    {
        [1] = 1692888610688,
        [2] = "2023-08-24 22:50:10.688 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [631] = 
    {
        [1] = 1692888610776,
        [2] = "2023-08-24 22:50:10.776 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [632] = 
    {
        [1] = 1692888610781,
        [2] = "2023-08-24 22:50:10.781 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [633] = 
    {
        [1] = 1692888611090,
        [2] = "2023-08-24 22:50:11.090 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [634] = 
    {
        [1] = 1692888611091,
        [2] = "2023-08-24 22:50:11.091 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [635] = 
    {
        [1] = 1692888611097,
        [2] = "2023-08-24 22:50:11.097 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [636] = 
    {
        [1] = 1692888611112,
        [2] = "2023-08-24 22:50:11.112 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [637] = 
    {
        [1] = 1692888611120,
        [2] = "2023-08-24 22:50:11.120 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [638] = 
    {
        [1] = 1692888611120,
        [2] = "2023-08-24 22:50:11.120 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [639] = 
    {
        [1] = 1692888611120,
        [2] = "2023-08-24 22:50:11.120 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [640] = 
    {
        [1] = 1692888611125,
        [2] = "2023-08-24 22:50:11.125 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [641] = 
    {
        [1] = 1692888611484,
        [2] = "2023-08-24 22:50:11.484 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [642] = 
    {
        [1] = 1692888611500,
        [2] = "2023-08-24 22:50:11.500 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [643] = 
    {
        [1] = 1692888611500,
        [2] = "2023-08-24 22:50:11.500 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [644] = 
    {
        [1] = 1692888611513,
        [2] = "2023-08-24 22:50:11.513 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [645] = 
    {
        [1] = 1692888611580,
        [2] = "2023-08-24 22:50:11.580 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [646] = 
    {
        [1] = 1692888611590,
        [2] = "2023-08-24 22:50:11.590 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [647] = 
    {
        [1] = 1692888612229,
        [2] = "2023-08-24 22:50:12.229 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [648] = 
    {
        [1] = 1692888612361,
        [2] = "2023-08-24 22:50:12.361 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [649] = 
    {
        [1] = 1692888612612,
        [2] = "2023-08-24 22:50:12.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [650] = 
    {
        [1] = 1692888612740,
        [2] = "2023-08-24 22:50:12.740 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [651] = 
    {
        [1] = 1692888612756,
        [2] = "2023-08-24 22:50:12.756 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [652] = 
    {
        [1] = 1692888612880,
        [2] = "2023-08-24 22:50:12.880 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [653] = 
    {
        [1] = 1692888612896,
        [2] = "2023-08-24 22:50:12.896 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [654] = 
    {
        [1] = 1692888612911,
        [2] = "2023-08-24 22:50:12.911 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [655] = 
    {
        [1] = 1692888613158,
        [2] = "2023-08-24 22:50:13.158 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [656] = 
    {
        [1] = 1692888613465,
        [2] = "2023-08-24 22:50:13.465 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [657] = 
    {
        [1] = 1692888613508,
        [2] = "2023-08-24 22:50:13.508 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [658] = 
    {
        [1] = 1692888613524,
        [2] = "2023-08-24 22:50:13.524 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [659] = 
    {
        [1] = 1692888613741,
        [2] = "2023-08-24 22:50:13.741 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 15.579s)",
        [7] = "",
    },
    [660] = 
    {
        [1] = 1692888619131,
        [2] = "2023-08-24 22:50:19.131 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [661] = 
    {
        [1] = 1692888633335,
        [2] = "2023-08-24 22:50:33.335 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔法猫，准备万全。",
        [7] = "",
    },
    [662] = 
    {
        [1] = 1692888677901,
        [2] = "2023-08-24 22:51:17.901 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF达拉斯肯: |cAAAAAA你觉得我们能和西罗帝尔和平共处吗？",
        [7] = "",
    },
    [663] = 
    {
        [1] = 1692889062797,
        [2] = "2023-08-24 22:57:42.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [664] = 
    {
        [1] = 1692889351637,
        [2] = "2023-08-24 23:02:31.637 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "死亡状态无法使用该收藏品。",
        [7] = "",
    },
    [665] = 
    {
        [1] = 1692889364216,
        [2] = "2023-08-24 23:02:44.216 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA海浪分离！顽石破碎！这是扬迪尔的命令！",
        [7] = "",
    },
    [666] = 
    {
        [1] = 1692889373593,
        [2] = "2023-08-24 23:02:53.593 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA没人能对抗大海。",
        [7] = "",
    },
    [667] = 
    {
        [1] = 1692889392055,
        [2] = "2023-08-24 23:03:12.055 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA死亡已经到你家门口了！出来迎接吧！",
        [7] = "",
    },
    [668] = 
    {
        [1] = 1692889399174,
        [2] = "2023-08-24 23:03:19.174 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA扬迪尔太强了吗？哈！",
        [7] = "",
    },
    [669] = 
    {
        [1] = 1692889429184,
        [2] = "2023-08-24 23:03:49.184 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA来啊。拔出武器！",
        [7] = "",
    },
    [670] = 
    {
        [1] = 1692889464036,
        [2] = "2023-08-24 23:04:24.036 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA扬迪尔不喜欢等待……",
        [7] = "",
    },
    [671] = 
    {
        [1] = 1692889493777,
        [2] = "2023-08-24 23:04:53.777 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA扬迪尔无所畏惧！无所畏惧！",
        [7] = "",
    },
    [672] = 
    {
        [1] = 1692889500146,
        [2] = "2023-08-24 23:05:00.146 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA哈！就是这样！逃跑吧！你们不是扬迪尔的对手！",
        [7] = "",
    },
    [673] = 
    {
        [1] = 1692889517949,
        [2] = "2023-08-24 23:05:17.949 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA胡然·库尔！扬迪尔要让你血染大海！",
        [7] = "",
    },
    [674] = 
    {
        [1] = 1692889536622,
        [2] = "2023-08-24 23:05:36.622 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA快点，老灵魂！扬迪尔在召唤你。你必须回应！",
        [7] = "",
    },
    [675] = 
    {
        [1] = 1692889579140,
        [2] = "2023-08-24 23:06:19.140 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA杀啊，猛兽们！奋战至死！",
        [7] = "",
    },
    [676] = 
    {
        [1] = 1692889590416,
        [2] = "2023-08-24 23:06:30.416 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA古儿格·哇·纳格！没时间休息了，野兽，来吧！",
        [7] = "",
    },
    [677] = 
    {
        [1] = 1692889603415,
        [2] = "2023-08-24 23:06:43.415 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA看我扬迪尔！风暴之子！",
        [7] = "",
    },
    [678] = 
    {
        [1] = 1692889613887,
        [2] = "2023-08-24 23:06:53.887 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA庄严之誓，聆听扬迪尔之令！",
        [7] = "",
    },
    [679] = 
    {
        [1] = 1692889623193,
        [2] = "2023-08-24 23:07:03.193 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA痛饮雷电！",
        [7] = "",
    },
    [680] = 
    {
        [1] = 1692889632805,
        [2] = "2023-08-24 23:07:12.805 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA加尔·纳·博格！出现吧，灵魂们！起身吧！",
        [7] = "",
    },
    [681] = 
    {
        [1] = 1692889645959,
        [2] = "2023-08-24 23:07:25.959 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA哈勒·诺·拉克哈！",
        [7] = "",
    },
    [682] = 
    {
        [1] = 1692889665182,
        [2] = "2023-08-24 23:07:45.182 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF屠夫扬迪尔: |cAAAAAA雷电！怒火！荣光！",
        [7] = "",
    },
    [683] = 
    {
        [1] = 1692889677293,
        [2] = "2023-08-24 23:07:57.293 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [684] = 
    {
        [1] = 1692889677293,
        [2] = "2023-08-24 23:07:57.293 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [685] = 
    {
        [1] = 1692889678709,
        [2] = "2023-08-24 23:07:58.709 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥格瓦子爵: |cAAAAAA你......你杀了他？哈！这下我们终于有机会对付法尔格拉文大君了！",
        [7] = "",
    },
    [686] = 
    {
        [1] = 1692889768995,
        [2] = "2023-08-24 23:09:28.995 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "物品未准备就绪",
        [7] = "",
    },
    [687] = 
    {
        [1] = 1692889823092,
        [2] = "2023-08-24 23:10:23.092 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA卡拉格·呐！鱼上钩了！",
        [7] = "",
    },
    [688] = 
    {
        [1] = 1692889823122,
        [2] = "2023-08-24 23:10:23.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥格瓦子爵: |cAAAAAA海巨人在下方的海湾登陆了，当心一点，行吗？",
        [7] = "",
    },
    [689] = 
    {
        [1] = 1692889825362,
        [2] = "2023-08-24 23:10:25.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA更多的战士，召唤师！就现在！",
        [7] = "",
    },
    [690] = 
    {
        [1] = 1692889831962,
        [2] = "2023-08-24 23:10:31.962 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA哼。那样的战斗毫无荣誉可言。",
        [7] = "",
    },
    [691] = 
    {
        [1] = 1692889945490,
        [2] = "2023-08-24 23:12:25.490 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我们要把你们扔进大海。",
        [7] = "",
    },
    [692] = 
    {
        [1] = 1692889954997,
        [2] = "2023-08-24 23:12:34.997 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [693] = 
    {
        [1] = 1692889957589,
        [2] = "2023-08-24 23:12:37.589 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA召唤师！召唤更多的战士，否则就到海里喂鱼去吧！",
        [7] = "",
    },
    [694] = 
    {
        [1] = 1692889966384,
        [2] = "2023-08-24 23:12:46.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [695] = 
    {
        [1] = 1692889975721,
        [2] = "2023-08-24 23:12:55.721 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [696] = 
    {
        [1] = 1692889985096,
        [2] = "2023-08-24 23:13:05.096 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA在我手下可没有藏身之地！",
        [7] = "",
    },
    [697] = 
    {
        [1] = 1692889989322,
        [2] = "2023-08-24 23:13:09.322 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA穿透云层！招来雷霆！",
        [7] = "",
    },
    [698] = 
    {
        [1] = 1692889999969,
        [2] = "2023-08-24 23:13:19.969 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [699] = 
    {
        [1] = 1692890004829,
        [2] = "2023-08-24 23:13:24.829 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA格鲁格·瓦·卡尔！给我更多的战士！",
        [7] = "",
    },
    [700] = 
    {
        [1] = 1692890013519,
        [2] = "2023-08-24 23:13:33.519 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [701] = 
    {
        [1] = 1692890022881,
        [2] = "2023-08-24 23:13:42.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我们会让你们冰冷彻骨！",
        [7] = "",
    },
    [702] = 
    {
        [1] = 1692890033763,
        [2] = "2023-08-24 23:13:53.763 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [703] = 
    {
        [1] = 1692890036380,
        [2] = "2023-08-24 23:13:56.380 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA哇拉拉！出现吧，雷电！",
        [7] = "",
    },
    [704] = 
    {
        [1] = 1692890045629,
        [2] = "2023-08-24 23:14:05.629 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [705] = 
    {
        [1] = 1692890048295,
        [2] = "2023-08-24 23:14:08.295 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA卡拉格哈·瓦尔！更多帮手！我需要更多帮手！",
        [7] = "",
    },
    [706] = 
    {
        [1] = 1692890051993,
        [2] = "2023-08-24 23:14:11.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA克拉·武尔！列队开火！",
        [7] = "",
    },
    [707] = 
    {
        [1] = 1692890060761,
        [2] = "2023-08-24 23:14:20.761 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [708] = 
    {
        [1] = 1692890070098,
        [2] = "2023-08-24 23:14:30.098 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [709] = 
    {
        [1] = 1692890079414,
        [2] = "2023-08-24 23:14:39.414 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [710] = 
    {
        [1] = 1692890082167,
        [2] = "2023-08-24 23:14:42.167 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷霆之子！同我一起战斗吧！",
        [7] = "",
    },
    [711] = 
    {
        [1] = 1692890083638,
        [2] = "2023-08-24 23:14:43.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA天空的怒火，降临吧！",
        [7] = "",
    },
    [712] = 
    {
        [1] = 1692890094192,
        [2] = "2023-08-24 23:14:54.192 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [713] = 
    {
        [1] = 1692890099092,
        [2] = "2023-08-24 23:14:59.092 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA各就各位！现在，烧死他们！",
        [7] = "",
    },
    [714] = 
    {
        [1] = 1692890107804,
        [2] = "2023-08-24 23:15:07.804 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [715] = 
    {
        [1] = 1692890117133,
        [2] = "2023-08-24 23:15:17.133 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [716] = 
    {
        [1] = 1692890126428,
        [2] = "2023-08-24 23:15:26.428 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [717] = 
    {
        [1] = 1692890129119,
        [2] = "2023-08-24 23:15:29.119 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA风暴啊！带来我的兄弟吧！",
        [7] = "",
    },
    [718] = 
    {
        [1] = 1692890130185,
        [2] = "2023-08-24 23:15:30.185 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷电！出现吧！",
        [7] = "",
    },
    [719] = 
    {
        [1] = 1692890131678,
        [2] = "2023-08-24 23:15:31.678 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷电！荣耀！哈！",
        [7] = "",
    },
    [720] = 
    {
        [1] = 1692890140275,
        [2] = "2023-08-24 23:15:40.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [721] = 
    {
        [1] = 1692890153966,
        [2] = "2023-08-24 23:15:53.966 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [722] = 
    {
        [1] = 1692890163416,
        [2] = "2023-08-24 23:16:03.416 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [723] = 
    {
        [1] = 1692890163596,
        [2] = "2023-08-24 23:16:03.596 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA太弱了。",
        [7] = "",
    },
    [724] = 
    {
        [1] = 1692890198488,
        [2] = "2023-08-24 23:16:38.488 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA高噶·拓驰！雾与雷电！",
        [7] = "",
    },
    [725] = 
    {
        [1] = 1692890207216,
        [2] = "2023-08-24 23:16:47.216 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [726] = 
    {
        [1] = 1692890209947,
        [2] = "2023-08-24 23:16:49.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA带更多的战士来沙滩上！不留活口！",
        [7] = "",
    },
    [727] = 
    {
        [1] = 1692890218614,
        [2] = "2023-08-24 23:16:58.614 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [728] = 
    {
        [1] = 1692890227914,
        [2] = "2023-08-24 23:17:07.914 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA吹吧，寒风！使劲吹吧！",
        [7] = "",
    },
    [729] = 
    {
        [1] = 1692890238796,
        [2] = "2023-08-24 23:17:18.796 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [730] = 
    {
        [1] = 1692890241471,
        [2] = "2023-08-24 23:17:21.471 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA穿透云层！招来雷霆！",
        [7] = "",
    },
    [731] = 
    {
        [1] = 1692890251947,
        [2] = "2023-08-24 23:17:31.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [732] = 
    {
        [1] = 1692890256913,
        [2] = "2023-08-24 23:17:36.913 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA格鲁格·瓦·卡尔！给我更多的战士！",
        [7] = "",
    },
    [733] = 
    {
        [1] = 1692890265722,
        [2] = "2023-08-24 23:17:45.722 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [734] = 
    {
        [1] = 1692890275017,
        [2] = "2023-08-24 23:17:55.017 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [735] = 
    {
        [1] = 1692890284323,
        [2] = "2023-08-24 23:18:04.323 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [736] = 
    {
        [1] = 1692890286954,
        [2] = "2023-08-24 23:18:06.954 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷电！出现吧！",
        [7] = "",
    },
    [737] = 
    {
        [1] = 1692890288457,
        [2] = "2023-08-24 23:18:08.457 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA哇拉拉！出现吧，雷电！",
        [7] = "",
    },
    [738] = 
    {
        [1] = 1692890298937,
        [2] = "2023-08-24 23:18:18.937 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA我要让你们碎尸万段！",
        [7] = "",
    },
    [739] = 
    {
        [1] = 1692890303829,
        [2] = "2023-08-24 23:18:23.829 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA喷火器，准备好！发射！",
        [7] = "",
    },
    [740] = 
    {
        [1] = 1692890312507,
        [2] = "2023-08-24 23:18:32.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [741] = 
    {
        [1] = 1692890321782,
        [2] = "2023-08-24 23:18:41.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA你们在这儿可找不到一丝温暖！",
        [7] = "",
    },
    [742] = 
    {
        [1] = 1692890332631,
        [2] = "2023-08-24 23:18:52.631 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [743] = 
    {
        [1] = 1692890335346,
        [2] = "2023-08-24 23:18:55.346 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA卡拉格哈·瓦尔！更多帮手！我需要更多帮手！",
        [7] = "",
    },
    [744] = 
    {
        [1] = 1692890336797,
        [2] = "2023-08-24 23:18:56.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷电！荣耀！哈！",
        [7] = "",
    },
    [745] = 
    {
        [1] = 1692890345810,
        [2] = "2023-08-24 23:19:05.810 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA请坐！",
        [7] = "",
    },
    [746] = 
    {
        [1] = 1692890350752,
        [2] = "2023-08-24 23:19:10.752 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA到甲板上去！格拉·纳！释放你的火焰！",
        [7] = "",
    },
    [747] = 
    {
        [1] = 1692890359522,
        [2] = "2023-08-24 23:19:19.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA就像水打在石头上！",
        [7] = "",
    },
    [748] = 
    {
        [1] = 1692890368908,
        [2] = "2023-08-24 23:19:28.908 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA吹吧，寒风！使劲吹吧！",
        [7] = "",
    },
    [749] = 
    {
        [1] = 1692890379811,
        [2] = "2023-08-24 23:19:39.811 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA退后！",
        [7] = "",
    },
    [750] = 
    {
        [1] = 1692890382531,
        [2] = "2023-08-24 23:19:42.531 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF威若船长: |cAAAAAA雷霆之子！同我一起战斗吧！",
        [7] = "",
    },
    [751] = 
    {
        [1] = 1692890455074,
        [2] = "2023-08-24 23:20:55.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥格瓦子爵: |cAAAAAA再加把劲，我们就能扼住这只吸血鬼的喉咙！",
        [7] = "",
    },
    [752] = 
    {
        [1] = 1692890633526,
        [2] = "2023-08-24 23:23:53.526 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA我已经历了数百年的杀戮。你们觉得自己有机会吗？",
        [7] = "",
    },
    [753] = 
    {
        [1] = 1692890697117,
        [2] = "2023-08-24 23:24:57.117 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA我时间多的是，但我的耐心是有限的。",
        [7] = "",
    },
    [754] = 
    {
        [1] = 1692890710321,
        [2] = "2023-08-24 23:25:10.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA是时候让我解解渴了！",
        [7] = "",
    },
    [755] = 
    {
        [1] = 1692890820924,
        [2] = "2023-08-24 23:27:00.924 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA你将会见识雷电的可怖！",
        [7] = "",
    },
    [756] = 
    {
        [1] = 1692890878096,
        [2] = "2023-08-24 23:27:58.096 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [757] = 
    {
        [1] = 1692890878096,
        [2] = "2023-08-24 23:27:58.096 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [758] = 
    {
        [1] = 1692890905065,
        [2] = "2023-08-24 23:28:25.065 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA风暴任我掌控！",
        [7] = "",
    },
    [759] = 
    {
        [1] = 1692890960933,
        [2] = "2023-08-24 23:29:20.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA不出所料的结果。",
        [7] = "",
    },
    [760] = 
    {
        [1] = 1692890988789,
        [2] = "2023-08-24 23:29:48.789 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA你们的一切都将属于我！",
        [7] = "",
    },
    [761] = 
    {
        [1] = 1692891096802,
        [2] = "2023-08-24 23:31:36.802 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [762] = 
    {
        [1] = 1692891096802,
        [2] = "2023-08-24 23:31:36.802 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [763] = 
    {
        [1] = 1692891146816,
        [2] = "2023-08-24 23:32:26.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [764] = 
    {
        [1] = 1692891146816,
        [2] = "2023-08-24 23:32:26.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [765] = 
    {
        [1] = 1692891151315,
        [2] = "2023-08-24 23:32:31.315 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA感受雷电的愤怒吧！",
        [7] = "",
    },
    [766] = 
    {
        [1] = 1692891253954,
        [2] = "2023-08-24 23:34:13.954 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA风暴任我掌控！",
        [7] = "",
    },
    [767] = 
    {
        [1] = 1692891308798,
        [2] = "2023-08-24 23:35:08.798 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA让我们直面内心的恐惧吧！",
        [7] = "",
    },
    [768] = 
    {
        [1] = 1692891318266,
        [2] = "2023-08-24 23:35:18.266 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA全副武装，我的勇士们！打倒他们！",
        [7] = "",
    },
    [769] = 
    {
        [1] = 1692891470316,
        [2] = "2023-08-24 23:37:50.316 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA你想看看我的能耐？很好！我会让你陷入更深的黑暗！",
        [7] = "",
    },
    [770] = 
    {
        [1] = 1692891487503,
        [2] = "2023-08-24 23:38:07.503 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA只要我靠近，连鲜血也会变得冰冷！",
        [7] = "",
    },
    [771] = 
    {
        [1] = 1692891513323,
        [2] = "2023-08-24 23:38:33.323 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA来吧！杀戮时刻开始！",
        [7] = "",
    },
    [772] = 
    {
        [1] = 1692891558371,
        [2] = "2023-08-24 23:39:18.371 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF法尔格拉文领主: |cAAAAAA去吧，孩子们，喝个够！",
        [7] = "",
    },
    [773] = 
    {
        [1] = 1692891590725,
        [2] = "2023-08-24 23:39:50.725 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥格瓦子爵: |cAAAAAA你还活着！仁慈的玛拉呀，这是什么地方？我完全不知道这下面是哪。",
        [7] = "",
    },
    [774] = 
    {
        [1] = 1692891598247,
        [2] = "2023-08-24 23:39:58.247 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥格瓦子爵: |cAAAAAA残酷而血腥。不过巨人在败退，法尔格拉文大君已死。我们由衷的感谢你。",
        [7] = "",
    },
    [775] = 
    {
        [1] = 1692891606857,
        [2] = "2023-08-24 23:40:06.857 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF莉尔米拉队长: |cAAAAAA逝去的人也会在松加德的蜜酒厅感谢你的努力！或许终有一日，你也会和众人一道在其中畅饮。",
        [7] = "",
    },
    [776] = 
    {
        [1] = 1692891699331,
        [2] = "2023-08-24 23:41:39.331 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA让我们去做一些激动人心的事情吧！",
        [7] = "",
    },
    [777] = 
    {
        [1] = 1692891827451,
        [2] = "2023-08-24 23:43:47.451 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA城市可以像人一样善变，但也同样美丽。",
        [7] = "",
    },
    [778] = 
    {
        [1] = 1692891981603,
        [2] = "2023-08-24 23:46:21.603 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @Faint_One - 瓦登费尔",
        [7] = "",
    },
    [779] = 
    {
        [1] = 1692892001292,
        [2] = "2023-08-24 23:46:41.292 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这里对扒手来说可是天堂。我只是说说而已。",
        [7] = "",
    },
    [780] = 
    {
        [1] = 1692892029003,
        [2] = "2023-08-24 23:47:09.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.415 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nen\nEnglish\naddon count: 71/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [781] = 
    {
        [1] = 1692892032991,
        [2] = "2023-08-24 23:47:12.991 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [782] = 
    {
        [1] = 1692892032994,
        [2] = "2023-08-24 23:47:12.994 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [783] = 
    {
        [1] = 1692892032994,
        [2] = "2023-08-24 23:47:12.994 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [784] = 
    {
        [1] = 1692892032995,
        [2] = "2023-08-24 23:47:12.995 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [785] = 
    {
        [1] = 1692892032995,
        [2] = "2023-08-24 23:47:12.995 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [786] = 
    {
        [1] = 1692892032995,
        [2] = "2023-08-24 23:47:12.995 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [787] = 
    {
        [1] = 1692892032995,
        [2] = "2023-08-24 23:47:12.995 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [788] = 
    {
        [1] = 1692892032995,
        [2] = "2023-08-24 23:47:12.995 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [789] = 
    {
        [1] = 1692892033166,
        [2] = "2023-08-24 23:47:13.166 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [790] = 
    {
        [1] = 1692892033167,
        [2] = "2023-08-24 23:47:13.167 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [791] = 
    {
        [1] = 1692892033182,
        [2] = "2023-08-24 23:47:13.182 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [792] = 
    {
        [1] = 1692892033182,
        [2] = "2023-08-24 23:47:13.182 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [793] = 
    {
        [1] = 1692892033182,
        [2] = "2023-08-24 23:47:13.182 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [794] = 
    {
        [1] = 1692892033182,
        [2] = "2023-08-24 23:47:13.182 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [795] = 
    {
        [1] = 1692892033183,
        [2] = "2023-08-24 23:47:13.183 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [796] = 
    {
        [1] = 1692892033213,
        [2] = "2023-08-24 23:47:13.213 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [797] = 
    {
        [1] = 1692892033214,
        [2] = "2023-08-24 23:47:13.214 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [798] = 
    {
        [1] = 1692892033214,
        [2] = "2023-08-24 23:47:13.214 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [799] = 
    {
        [1] = 1692892033219,
        [2] = "2023-08-24 23:47:13.219 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [800] = 
    {
        [1] = 1692892033260,
        [2] = "2023-08-24 23:47:13.260 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [801] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [802] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [803] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [804] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [805] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [806] = 
    {
        [1] = 1692892033270,
        [2] = "2023-08-24 23:47:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [807] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [808] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [809] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [810] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [811] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [812] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [813] = 
    {
        [1] = 1692892033298,
        [2] = "2023-08-24 23:47:13.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [814] = 
    {
        [1] = 1692892033303,
        [2] = "2023-08-24 23:47:13.303 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [815] = 
    {
        [1] = 1692892033346,
        [2] = "2023-08-24 23:47:13.346 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [816] = 
    {
        [1] = 1692892033361,
        [2] = "2023-08-24 23:47:13.361 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [817] = 
    {
        [1] = 1692892033362,
        [2] = "2023-08-24 23:47:13.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [818] = 
    {
        [1] = 1692892033362,
        [2] = "2023-08-24 23:47:13.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [819] = 
    {
        [1] = 1692892033362,
        [2] = "2023-08-24 23:47:13.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [820] = 
    {
        [1] = 1692892033362,
        [2] = "2023-08-24 23:47:13.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [821] = 
    {
        [1] = 1692892033365,
        [2] = "2023-08-24 23:47:13.365 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [822] = 
    {
        [1] = 1692892033382,
        [2] = "2023-08-24 23:47:13.382 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DolgubonsLazyWritCreator, AddOnVersion: 0, directory: 'user:/AddOns/DolgubonsLazyWritCreator/'",
        [7] = "",
    },
    [823] = 
    {
        [1] = 1692892033501,
        [2] = "2023-08-24 23:47:13.501 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [824] = 
    {
        [1] = 1692892033512,
        [2] = "2023-08-24 23:47:13.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [825] = 
    {
        [1] = 1692892033616,
        [2] = "2023-08-24 23:47:13.616 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [826] = 
    {
        [1] = 1692892033616,
        [2] = "2023-08-24 23:47:13.616 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [827] = 
    {
        [1] = 1692892033624,
        [2] = "2023-08-24 23:47:13.624 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [828] = 
    {
        [1] = 1692892033624,
        [2] = "2023-08-24 23:47:13.624 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [829] = 
    {
        [1] = 1692892033624,
        [2] = "2023-08-24 23:47:13.624 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [830] = 
    {
        [1] = 1692892033628,
        [2] = "2023-08-24 23:47:13.628 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [831] = 
    {
        [1] = 1692892033634,
        [2] = "2023-08-24 23:47:13.634 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [832] = 
    {
        [1] = 1692892033673,
        [2] = "2023-08-24 23:47:13.673 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [833] = 
    {
        [1] = 1692892033677,
        [2] = "2023-08-24 23:47:13.677 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [834] = 
    {
        [1] = 1692892033758,
        [2] = "2023-08-24 23:47:13.758 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [835] = 
    {
        [1] = 1692892033764,
        [2] = "2023-08-24 23:47:13.764 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [836] = 
    {
        [1] = 1692892034047,
        [2] = "2023-08-24 23:47:14.047 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [837] = 
    {
        [1] = 1692892034048,
        [2] = "2023-08-24 23:47:14.048 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [838] = 
    {
        [1] = 1692892034053,
        [2] = "2023-08-24 23:47:14.053 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [839] = 
    {
        [1] = 1692892034067,
        [2] = "2023-08-24 23:47:14.067 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [840] = 
    {
        [1] = 1692892034073,
        [2] = "2023-08-24 23:47:14.073 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [841] = 
    {
        [1] = 1692892034073,
        [2] = "2023-08-24 23:47:14.073 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [842] = 
    {
        [1] = 1692892034074,
        [2] = "2023-08-24 23:47:14.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [843] = 
    {
        [1] = 1692892034078,
        [2] = "2023-08-24 23:47:14.078 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [844] = 
    {
        [1] = 1692892034450,
        [2] = "2023-08-24 23:47:14.450 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [845] = 
    {
        [1] = 1692892034472,
        [2] = "2023-08-24 23:47:14.472 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [846] = 
    {
        [1] = 1692892034472,
        [2] = "2023-08-24 23:47:14.472 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [847] = 
    {
        [1] = 1692892034485,
        [2] = "2023-08-24 23:47:14.485 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [848] = 
    {
        [1] = 1692892034551,
        [2] = "2023-08-24 23:47:14.551 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [849] = 
    {
        [1] = 1692892034561,
        [2] = "2023-08-24 23:47:14.561 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [850] = 
    {
        [1] = 1692892035235,
        [2] = "2023-08-24 23:47:15.235 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [851] = 
    {
        [1] = 1692892035449,
        [2] = "2023-08-24 23:47:15.449 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [852] = 
    {
        [1] = 1692892035698,
        [2] = "2023-08-24 23:47:15.698 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [853] = 
    {
        [1] = 1692892035829,
        [2] = "2023-08-24 23:47:15.829 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [854] = 
    {
        [1] = 1692892035846,
        [2] = "2023-08-24 23:47:15.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [855] = 
    {
        [1] = 1692892035973,
        [2] = "2023-08-24 23:47:15.973 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [856] = 
    {
        [1] = 1692892035986,
        [2] = "2023-08-24 23:47:15.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [857] = 
    {
        [1] = 1692892035998,
        [2] = "2023-08-24 23:47:15.998 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [858] = 
    {
        [1] = 1692892036243,
        [2] = "2023-08-24 23:47:16.243 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [859] = 
    {
        [1] = 1692892036484,
        [2] = "2023-08-24 23:47:16.484 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [860] = 
    {
        [1] = 1692892036525,
        [2] = "2023-08-24 23:47:16.525 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [861] = 
    {
        [1] = 1692892036545,
        [2] = "2023-08-24 23:47:16.545 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [862] = 
    {
        [1] = 1692892036769,
        [2] = "2023-08-24 23:47:16.769 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 16.951s)",
        [7] = "",
    },
    [863] = 
    {
        [1] = 1692892042114,
        [2] = "2023-08-24 23:47:22.114 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [864] = 
    {
        [1] = 1692892096882,
        [2] = "2023-08-24 23:48:16.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFFEmber: |cAAAAAAEmber the Sorcerer, reporting for duty!",
        [7] = "",
    },
    [865] = 
    {
        [1] = 1692892177062,
        [2] = "2023-08-24 23:49:37.062 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFFSorinne Gaerard: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [866] = 
    {
        [1] = 1692892223111,
        [2] = "2023-08-24 23:50:23.111 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "Waiting on previous request.",
        [7] = "",
    },
    [867] = 
    {
        [1] = 1692892223482,
        [2] = "2023-08-24 23:50:23.482 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "Waiting on previous request.",
        [7] = "",
    },
    [868] = 
    {
        [1] = 1692892352005,
        [2] = "2023-08-24 23:52:32.005 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-24 20:10:02.855 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [869] = 
    {
        [1] = 1692892355914,
        [2] = "2023-08-24 23:52:35.914 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [870] = 
    {
        [1] = 1692892355917,
        [2] = "2023-08-24 23:52:35.917 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [871] = 
    {
        [1] = 1692892355917,
        [2] = "2023-08-24 23:52:35.917 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [872] = 
    {
        [1] = 1692892355917,
        [2] = "2023-08-24 23:52:35.917 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [873] = 
    {
        [1] = 1692892355917,
        [2] = "2023-08-24 23:52:35.917 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [874] = 
    {
        [1] = 1692892355918,
        [2] = "2023-08-24 23:52:35.918 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [875] = 
    {
        [1] = 1692892355918,
        [2] = "2023-08-24 23:52:35.918 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [876] = 
    {
        [1] = 1692892355918,
        [2] = "2023-08-24 23:52:35.918 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [877] = 
    {
        [1] = 1692892356074,
        [2] = "2023-08-24 23:52:36.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [878] = 
    {
        [1] = 1692892356074,
        [2] = "2023-08-24 23:52:36.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [879] = 
    {
        [1] = 1692892356088,
        [2] = "2023-08-24 23:52:36.088 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [880] = 
    {
        [1] = 1692892356088,
        [2] = "2023-08-24 23:52:36.088 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [881] = 
    {
        [1] = 1692892356089,
        [2] = "2023-08-24 23:52:36.089 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [882] = 
    {
        [1] = 1692892356089,
        [2] = "2023-08-24 23:52:36.089 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [883] = 
    {
        [1] = 1692892356089,
        [2] = "2023-08-24 23:52:36.089 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [884] = 
    {
        [1] = 1692892356114,
        [2] = "2023-08-24 23:52:36.114 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [885] = 
    {
        [1] = 1692892356114,
        [2] = "2023-08-24 23:52:36.114 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [886] = 
    {
        [1] = 1692892356114,
        [2] = "2023-08-24 23:52:36.114 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [887] = 
    {
        [1] = 1692892356118,
        [2] = "2023-08-24 23:52:36.118 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [888] = 
    {
        [1] = 1692892356162,
        [2] = "2023-08-24 23:52:36.162 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [889] = 
    {
        [1] = 1692892356177,
        [2] = "2023-08-24 23:52:36.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [890] = 
    {
        [1] = 1692892356177,
        [2] = "2023-08-24 23:52:36.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [891] = 
    {
        [1] = 1692892356177,
        [2] = "2023-08-24 23:52:36.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [892] = 
    {
        [1] = 1692892356177,
        [2] = "2023-08-24 23:52:36.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [893] = 
    {
        [1] = 1692892356178,
        [2] = "2023-08-24 23:52:36.178 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [894] = 
    {
        [1] = 1692892356178,
        [2] = "2023-08-24 23:52:36.178 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [895] = 
    {
        [1] = 1692892356204,
        [2] = "2023-08-24 23:52:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [896] = 
    {
        [1] = 1692892356204,
        [2] = "2023-08-24 23:52:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [897] = 
    {
        [1] = 1692892356204,
        [2] = "2023-08-24 23:52:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [898] = 
    {
        [1] = 1692892356204,
        [2] = "2023-08-24 23:52:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [899] = 
    {
        [1] = 1692892356205,
        [2] = "2023-08-24 23:52:36.205 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [900] = 
    {
        [1] = 1692892356205,
        [2] = "2023-08-24 23:52:36.205 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [901] = 
    {
        [1] = 1692892356205,
        [2] = "2023-08-24 23:52:36.205 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [902] = 
    {
        [1] = 1692892356210,
        [2] = "2023-08-24 23:52:36.210 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [903] = 
    {
        [1] = 1692892356236,
        [2] = "2023-08-24 23:52:36.236 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [904] = 
    {
        [1] = 1692892356251,
        [2] = "2023-08-24 23:52:36.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [905] = 
    {
        [1] = 1692892356251,
        [2] = "2023-08-24 23:52:36.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [906] = 
    {
        [1] = 1692892356251,
        [2] = "2023-08-24 23:52:36.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [907] = 
    {
        [1] = 1692892356251,
        [2] = "2023-08-24 23:52:36.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [908] = 
    {
        [1] = 1692892356251,
        [2] = "2023-08-24 23:52:36.251 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [909] = 
    {
        [1] = 1692892356255,
        [2] = "2023-08-24 23:52:36.255 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [910] = 
    {
        [1] = 1692892356266,
        [2] = "2023-08-24 23:52:36.266 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [911] = 
    {
        [1] = 1692892356276,
        [2] = "2023-08-24 23:52:36.276 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [912] = 
    {
        [1] = 1692892356372,
        [2] = "2023-08-24 23:52:36.372 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [913] = 
    {
        [1] = 1692892356378,
        [2] = "2023-08-24 23:52:36.378 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [914] = 
    {
        [1] = 1692892356384,
        [2] = "2023-08-24 23:52:36.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [915] = 
    {
        [1] = 1692892356384,
        [2] = "2023-08-24 23:52:36.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [916] = 
    {
        [1] = 1692892356384,
        [2] = "2023-08-24 23:52:36.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [917] = 
    {
        [1] = 1692892356388,
        [2] = "2023-08-24 23:52:36.388 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [918] = 
    {
        [1] = 1692892356393,
        [2] = "2023-08-24 23:52:36.393 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [919] = 
    {
        [1] = 1692892356430,
        [2] = "2023-08-24 23:52:36.430 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [920] = 
    {
        [1] = 1692892356434,
        [2] = "2023-08-24 23:52:36.434 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [921] = 
    {
        [1] = 1692892356506,
        [2] = "2023-08-24 23:52:36.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [922] = 
    {
        [1] = 1692892356511,
        [2] = "2023-08-24 23:52:36.511 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [923] = 
    {
        [1] = 1692892356780,
        [2] = "2023-08-24 23:52:36.780 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [924] = 
    {
        [1] = 1692892356780,
        [2] = "2023-08-24 23:52:36.780 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [925] = 
    {
        [1] = 1692892356785,
        [2] = "2023-08-24 23:52:36.785 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [926] = 
    {
        [1] = 1692892356800,
        [2] = "2023-08-24 23:52:36.800 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [927] = 
    {
        [1] = 1692892356806,
        [2] = "2023-08-24 23:52:36.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [928] = 
    {
        [1] = 1692892356806,
        [2] = "2023-08-24 23:52:36.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [929] = 
    {
        [1] = 1692892356806,
        [2] = "2023-08-24 23:52:36.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [930] = 
    {
        [1] = 1692892356812,
        [2] = "2023-08-24 23:52:36.812 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [931] = 
    {
        [1] = 1692892357116,
        [2] = "2023-08-24 23:52:37.116 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [932] = 
    {
        [1] = 1692892357137,
        [2] = "2023-08-24 23:52:37.137 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [933] = 
    {
        [1] = 1692892357137,
        [2] = "2023-08-24 23:52:37.137 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [934] = 
    {
        [1] = 1692892357149,
        [2] = "2023-08-24 23:52:37.149 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [935] = 
    {
        [1] = 1692892357208,
        [2] = "2023-08-24 23:52:37.208 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [936] = 
    {
        [1] = 1692892357219,
        [2] = "2023-08-24 23:52:37.219 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [937] = 
    {
        [1] = 1692892357746,
        [2] = "2023-08-24 23:52:37.746 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [938] = 
    {
        [1] = 1692892357863,
        [2] = "2023-08-24 23:52:37.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [939] = 
    {
        [1] = 1692892358106,
        [2] = "2023-08-24 23:52:38.106 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [940] = 
    {
        [1] = 1692892358226,
        [2] = "2023-08-24 23:52:38.226 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [941] = 
    {
        [1] = 1692892358240,
        [2] = "2023-08-24 23:52:38.240 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [942] = 
    {
        [1] = 1692892358357,
        [2] = "2023-08-24 23:52:38.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [943] = 
    {
        [1] = 1692892358370,
        [2] = "2023-08-24 23:52:38.370 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [944] = 
    {
        [1] = 1692892358382,
        [2] = "2023-08-24 23:52:38.382 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [945] = 
    {
        [1] = 1692892358624,
        [2] = "2023-08-24 23:52:38.624 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [946] = 
    {
        [1] = 1692892358863,
        [2] = "2023-08-24 23:52:38.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [947] = 
    {
        [1] = 1692892358916,
        [2] = "2023-08-24 23:52:38.916 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [948] = 
    {
        [1] = 1692892358932,
        [2] = "2023-08-24 23:52:38.932 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [949] = 
    {
        [1] = 1692892359165,
        [2] = "2023-08-24 23:52:39.165 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 15.604s)",
        [7] = "",
    },
    [950] = 
    {
        [1] = 1692892364478,
        [2] = "2023-08-24 23:52:44.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [951] = 
    {
        [1] = 1692893649002,
        [2] = "2023-08-25 00:14:09.002 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-25 00:13:28.801 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [952] = 
    {
        [1] = 1692893652359,
        [2] = "2023-08-25 00:14:12.359 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [953] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [954] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [955] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [956] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [957] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [958] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [959] = 
    {
        [1] = 1692893652362,
        [2] = "2023-08-25 00:14:12.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [960] = 
    {
        [1] = 1692893652455,
        [2] = "2023-08-25 00:14:12.455 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [961] = 
    {
        [1] = 1692893652455,
        [2] = "2023-08-25 00:14:12.455 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [962] = 
    {
        [1] = 1692893652461,
        [2] = "2023-08-25 00:14:12.461 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [963] = 
    {
        [1] = 1692893652462,
        [2] = "2023-08-25 00:14:12.462 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [964] = 
    {
        [1] = 1692893652462,
        [2] = "2023-08-25 00:14:12.462 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [965] = 
    {
        [1] = 1692893652462,
        [2] = "2023-08-25 00:14:12.462 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [966] = 
    {
        [1] = 1692893652462,
        [2] = "2023-08-25 00:14:12.462 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [967] = 
    {
        [1] = 1692893652485,
        [2] = "2023-08-25 00:14:12.485 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [968] = 
    {
        [1] = 1692893652485,
        [2] = "2023-08-25 00:14:12.485 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [969] = 
    {
        [1] = 1692893652485,
        [2] = "2023-08-25 00:14:12.485 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [970] = 
    {
        [1] = 1692893652488,
        [2] = "2023-08-25 00:14:12.488 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [971] = 
    {
        [1] = 1692893652518,
        [2] = "2023-08-25 00:14:12.518 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [972] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [973] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [974] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [975] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [976] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [977] = 
    {
        [1] = 1692893652522,
        [2] = "2023-08-25 00:14:12.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [978] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [979] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [980] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [981] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [982] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [983] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [984] = 
    {
        [1] = 1692893652542,
        [2] = "2023-08-25 00:14:12.542 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [985] = 
    {
        [1] = 1692893652546,
        [2] = "2023-08-25 00:14:12.546 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [986] = 
    {
        [1] = 1692893652558,
        [2] = "2023-08-25 00:14:12.558 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [987] = 
    {
        [1] = 1692893652565,
        [2] = "2023-08-25 00:14:12.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [988] = 
    {
        [1] = 1692893652565,
        [2] = "2023-08-25 00:14:12.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [989] = 
    {
        [1] = 1692893652565,
        [2] = "2023-08-25 00:14:12.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [990] = 
    {
        [1] = 1692893652565,
        [2] = "2023-08-25 00:14:12.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [991] = 
    {
        [1] = 1692893652565,
        [2] = "2023-08-25 00:14:12.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [992] = 
    {
        [1] = 1692893652569,
        [2] = "2023-08-25 00:14:12.569 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [993] = 
    {
        [1] = 1692893652575,
        [2] = "2023-08-25 00:14:12.575 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [994] = 
    {
        [1] = 1692893652580,
        [2] = "2023-08-25 00:14:12.580 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [995] = 
    {
        [1] = 1692893652631,
        [2] = "2023-08-25 00:14:12.631 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [996] = 
    {
        [1] = 1692893652635,
        [2] = "2023-08-25 00:14:12.635 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [997] = 
    {
        [1] = 1692893652638,
        [2] = "2023-08-25 00:14:12.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [998] = 
    {
        [1] = 1692893652638,
        [2] = "2023-08-25 00:14:12.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [999] = 
    {
        [1] = 1692893652638,
        [2] = "2023-08-25 00:14:12.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [1000] = 
    {
        [1] = 1692893652640,
        [2] = "2023-08-25 00:14:12.640 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [1001] = 
    {
        [1] = 1692893652642,
        [2] = "2023-08-25 00:14:12.642 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [1002] = 
    {
        [1] = 1692893652662,
        [2] = "2023-08-25 00:14:12.662 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [1003] = 
    {
        [1] = 1692893652666,
        [2] = "2023-08-25 00:14:12.666 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [1004] = 
    {
        [1] = 1692893652701,
        [2] = "2023-08-25 00:14:12.701 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [1005] = 
    {
        [1] = 1692893652705,
        [2] = "2023-08-25 00:14:12.705 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [1006] = 
    {
        [1] = 1692893652973,
        [2] = "2023-08-25 00:14:12.973 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [1007] = 
    {
        [1] = 1692893652974,
        [2] = "2023-08-25 00:14:12.974 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [1008] = 
    {
        [1] = 1692893652980,
        [2] = "2023-08-25 00:14:12.980 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [1009] = 
    {
        [1] = 1692893652992,
        [2] = "2023-08-25 00:14:12.992 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [1010] = 
    {
        [1] = 1692893652996,
        [2] = "2023-08-25 00:14:12.996 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [1011] = 
    {
        [1] = 1692893652996,
        [2] = "2023-08-25 00:14:12.996 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [1012] = 
    {
        [1] = 1692893652996,
        [2] = "2023-08-25 00:14:12.996 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [1013] = 
    {
        [1] = 1692893653003,
        [2] = "2023-08-25 00:14:13.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [1014] = 
    {
        [1] = 1692893653256,
        [2] = "2023-08-25 00:14:13.256 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [1015] = 
    {
        [1] = 1692893653270,
        [2] = "2023-08-25 00:14:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [1016] = 
    {
        [1] = 1692893653270,
        [2] = "2023-08-25 00:14:13.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [1017] = 
    {
        [1] = 1692893653280,
        [2] = "2023-08-25 00:14:13.280 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [1018] = 
    {
        [1] = 1692893653324,
        [2] = "2023-08-25 00:14:13.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [1019] = 
    {
        [1] = 1692893653334,
        [2] = "2023-08-25 00:14:13.334 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [1020] = 
    {
        [1] = 1692893653780,
        [2] = "2023-08-25 00:14:13.780 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [1021] = 
    {
        [1] = 1692893653917,
        [2] = "2023-08-25 00:14:13.917 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [1022] = 
    {
        [1] = 1692893654160,
        [2] = "2023-08-25 00:14:14.160 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [1023] = 
    {
        [1] = 1692893654278,
        [2] = "2023-08-25 00:14:14.278 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [1024] = 
    {
        [1] = 1692893654292,
        [2] = "2023-08-25 00:14:14.292 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [1025] = 
    {
        [1] = 1692893654405,
        [2] = "2023-08-25 00:14:14.405 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [1026] = 
    {
        [1] = 1692893654419,
        [2] = "2023-08-25 00:14:14.419 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [1027] = 
    {
        [1] = 1692893654432,
        [2] = "2023-08-25 00:14:14.432 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [1028] = 
    {
        [1] = 1692893654680,
        [2] = "2023-08-25 00:14:14.680 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [1029] = 
    {
        [1] = 1692893654900,
        [2] = "2023-08-25 00:14:14.900 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [1030] = 
    {
        [1] = 1692893654949,
        [2] = "2023-08-25 00:14:14.949 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [1031] = 
    {
        [1] = 1692893654961,
        [2] = "2023-08-25 00:14:14.961 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [1032] = 
    {
        [1] = 1692893655876,
        [2] = "2023-08-25 00:14:15.876 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 6.876s)",
        [7] = "",
    },
    [1033] = 
    {
        [1] = 1692893661055,
        [2] = "2023-08-25 00:14:21.055 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [1034] = 
    {
        [1] = 1692894320601,
        [2] = "2023-08-25 00:25:20.601 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "召唤伙伴时无法使用该收藏品。",
        [7] = "",
    },
    [1035] = 
    {
        [1] = 1692894323541,
        [2] = "2023-08-25 00:25:23.541 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "召唤伙伴时无法使用该收藏品。",
        [7] = "",
    },
    [1036] = 
    {
        [1] = 1692923644004,
        [2] = "2023-08-25 08:34:04.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-25 08:32:08.098 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [1037] = 
    {
        [1] = 1692923647119,
        [2] = "2023-08-25 08:34:07.119 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [1038] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [1039] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [1040] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [1041] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [1042] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [1043] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [1044] = 
    {
        [1] = 1692923647122,
        [2] = "2023-08-25 08:34:07.122 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [1045] = 
    {
        [1] = 1692923647224,
        [2] = "2023-08-25 08:34:07.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [1046] = 
    {
        [1] = 1692923647224,
        [2] = "2023-08-25 08:34:07.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [1047] = 
    {
        [1] = 1692923647233,
        [2] = "2023-08-25 08:34:07.233 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [1048] = 
    {
        [1] = 1692923647233,
        [2] = "2023-08-25 08:34:07.233 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [1049] = 
    {
        [1] = 1692923647233,
        [2] = "2023-08-25 08:34:07.233 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [1050] = 
    {
        [1] = 1692923647233,
        [2] = "2023-08-25 08:34:07.233 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [1051] = 
    {
        [1] = 1692923647234,
        [2] = "2023-08-25 08:34:07.234 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [1052] = 
    {
        [1] = 1692923647257,
        [2] = "2023-08-25 08:34:07.257 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [1053] = 
    {
        [1] = 1692923647257,
        [2] = "2023-08-25 08:34:07.257 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [1054] = 
    {
        [1] = 1692923647257,
        [2] = "2023-08-25 08:34:07.257 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [1055] = 
    {
        [1] = 1692923647261,
        [2] = "2023-08-25 08:34:07.261 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [1056] = 
    {
        [1] = 1692923647293,
        [2] = "2023-08-25 08:34:07.293 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [1057] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [1058] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [1059] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [1060] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [1061] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [1062] = 
    {
        [1] = 1692923647298,
        [2] = "2023-08-25 08:34:07.298 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [1063] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [1064] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [1065] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [1066] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [1067] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [1068] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [1069] = 
    {
        [1] = 1692923647321,
        [2] = "2023-08-25 08:34:07.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [1070] = 
    {
        [1] = 1692923647325,
        [2] = "2023-08-25 08:34:07.325 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [1071] = 
    {
        [1] = 1692923647339,
        [2] = "2023-08-25 08:34:07.339 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [1072] = 
    {
        [1] = 1692923647347,
        [2] = "2023-08-25 08:34:07.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [1073] = 
    {
        [1] = 1692923647347,
        [2] = "2023-08-25 08:34:07.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [1074] = 
    {
        [1] = 1692923647347,
        [2] = "2023-08-25 08:34:07.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [1075] = 
    {
        [1] = 1692923647347,
        [2] = "2023-08-25 08:34:07.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [1076] = 
    {
        [1] = 1692923647347,
        [2] = "2023-08-25 08:34:07.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [1077] = 
    {
        [1] = 1692923647350,
        [2] = "2023-08-25 08:34:07.350 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [1078] = 
    {
        [1] = 1692923647356,
        [2] = "2023-08-25 08:34:07.356 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [1079] = 
    {
        [1] = 1692923647363,
        [2] = "2023-08-25 08:34:07.363 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [1080] = 
    {
        [1] = 1692923647416,
        [2] = "2023-08-25 08:34:07.416 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [1081] = 
    {
        [1] = 1692923647418,
        [2] = "2023-08-25 08:34:07.418 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [1082] = 
    {
        [1] = 1692923647422,
        [2] = "2023-08-25 08:34:07.422 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [1083] = 
    {
        [1] = 1692923647422,
        [2] = "2023-08-25 08:34:07.422 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [1084] = 
    {
        [1] = 1692923647422,
        [2] = "2023-08-25 08:34:07.422 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [1085] = 
    {
        [1] = 1692923647424,
        [2] = "2023-08-25 08:34:07.424 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [1086] = 
    {
        [1] = 1692923647427,
        [2] = "2023-08-25 08:34:07.427 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [1087] = 
    {
        [1] = 1692923647446,
        [2] = "2023-08-25 08:34:07.446 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [1088] = 
    {
        [1] = 1692923647449,
        [2] = "2023-08-25 08:34:07.449 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [1089] = 
    {
        [1] = 1692923647486,
        [2] = "2023-08-25 08:34:07.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [1090] = 
    {
        [1] = 1692923647491,
        [2] = "2023-08-25 08:34:07.491 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [1091] = 
    {
        [1] = 1692923647774,
        [2] = "2023-08-25 08:34:07.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [1092] = 
    {
        [1] = 1692923647775,
        [2] = "2023-08-25 08:34:07.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [1093] = 
    {
        [1] = 1692923647780,
        [2] = "2023-08-25 08:34:07.780 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [1094] = 
    {
        [1] = 1692923647792,
        [2] = "2023-08-25 08:34:07.792 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [1095] = 
    {
        [1] = 1692923647797,
        [2] = "2023-08-25 08:34:07.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [1096] = 
    {
        [1] = 1692923647797,
        [2] = "2023-08-25 08:34:07.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [1097] = 
    {
        [1] = 1692923647797,
        [2] = "2023-08-25 08:34:07.797 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [1098] = 
    {
        [1] = 1692923647802,
        [2] = "2023-08-25 08:34:07.802 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [1099] = 
    {
        [1] = 1692923648072,
        [2] = "2023-08-25 08:34:08.072 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [1100] = 
    {
        [1] = 1692923648085,
        [2] = "2023-08-25 08:34:08.085 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [1101] = 
    {
        [1] = 1692923648085,
        [2] = "2023-08-25 08:34:08.085 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [1102] = 
    {
        [1] = 1692923648096,
        [2] = "2023-08-25 08:34:08.096 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [1103] = 
    {
        [1] = 1692923648142,
        [2] = "2023-08-25 08:34:08.142 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [1104] = 
    {
        [1] = 1692923648151,
        [2] = "2023-08-25 08:34:08.151 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [1105] = 
    {
        [1] = 1692923648597,
        [2] = "2023-08-25 08:34:08.597 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [1106] = 
    {
        [1] = 1692923648717,
        [2] = "2023-08-25 08:34:08.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [1107] = 
    {
        [1] = 1692923648968,
        [2] = "2023-08-25 08:34:08.968 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [1108] = 
    {
        [1] = 1692923649086,
        [2] = "2023-08-25 08:34:09.086 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [1109] = 
    {
        [1] = 1692923649101,
        [2] = "2023-08-25 08:34:09.101 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [1110] = 
    {
        [1] = 1692923649231,
        [2] = "2023-08-25 08:34:09.231 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [1111] = 
    {
        [1] = 1692923649244,
        [2] = "2023-08-25 08:34:09.244 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [1112] = 
    {
        [1] = 1692923649258,
        [2] = "2023-08-25 08:34:09.258 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [1113] = 
    {
        [1] = 1692923649505,
        [2] = "2023-08-25 08:34:09.505 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [1114] = 
    {
        [1] = 1692923649711,
        [2] = "2023-08-25 08:34:09.711 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [1115] = 
    {
        [1] = 1692923649754,
        [2] = "2023-08-25 08:34:09.754 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [1116] = 
    {
        [1] = 1692923649768,
        [2] = "2023-08-25 08:34:09.768 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [1117] = 
    {
        [1] = 1692923650698,
        [2] = "2023-08-25 08:34:10.698 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 6.698s)",
        [7] = "",
    },
    [1118] = 
    {
        [1] = 1692923655877,
        [2] = "2023-08-25 08:34:15.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [1119] = 
    {
        [1] = 1692924361004,
        [2] = "2023-08-25 08:46:01.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-25 08:45:13.814 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [1120] = 
    {
        [1] = 1692924364515,
        [2] = "2023-08-25 08:46:04.515 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [1121] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [1122] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [1123] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [1124] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [1125] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [1126] = 
    {
        [1] = 1692924364517,
        [2] = "2023-08-25 08:46:04.517 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [1127] = 
    {
        [1] = 1692924364518,
        [2] = "2023-08-25 08:46:04.518 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [1128] = 
    {
        [1] = 1692924364619,
        [2] = "2023-08-25 08:46:04.619 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [1129] = 
    {
        [1] = 1692924364619,
        [2] = "2023-08-25 08:46:04.619 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [1130] = 
    {
        [1] = 1692924364626,
        [2] = "2023-08-25 08:46:04.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [1131] = 
    {
        [1] = 1692924364626,
        [2] = "2023-08-25 08:46:04.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [1132] = 
    {
        [1] = 1692924364626,
        [2] = "2023-08-25 08:46:04.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [1133] = 
    {
        [1] = 1692924364626,
        [2] = "2023-08-25 08:46:04.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [1134] = 
    {
        [1] = 1692924364627,
        [2] = "2023-08-25 08:46:04.627 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [1135] = 
    {
        [1] = 1692924364650,
        [2] = "2023-08-25 08:46:04.650 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [1136] = 
    {
        [1] = 1692924364650,
        [2] = "2023-08-25 08:46:04.650 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [1137] = 
    {
        [1] = 1692924364650,
        [2] = "2023-08-25 08:46:04.650 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [1138] = 
    {
        [1] = 1692924364655,
        [2] = "2023-08-25 08:46:04.655 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [1139] = 
    {
        [1] = 1692924364689,
        [2] = "2023-08-25 08:46:04.689 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [1140] = 
    {
        [1] = 1692924364693,
        [2] = "2023-08-25 08:46:04.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [1141] = 
    {
        [1] = 1692924364693,
        [2] = "2023-08-25 08:46:04.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [1142] = 
    {
        [1] = 1692924364693,
        [2] = "2023-08-25 08:46:04.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [1143] = 
    {
        [1] = 1692924364694,
        [2] = "2023-08-25 08:46:04.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [1144] = 
    {
        [1] = 1692924364694,
        [2] = "2023-08-25 08:46:04.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [1145] = 
    {
        [1] = 1692924364694,
        [2] = "2023-08-25 08:46:04.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [1146] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [1147] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [1148] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [1149] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [1150] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [1151] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [1152] = 
    {
        [1] = 1692924364717,
        [2] = "2023-08-25 08:46:04.717 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [1153] = 
    {
        [1] = 1692924364721,
        [2] = "2023-08-25 08:46:04.721 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [1154] = 
    {
        [1] = 1692924364734,
        [2] = "2023-08-25 08:46:04.734 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [1155] = 
    {
        [1] = 1692924364743,
        [2] = "2023-08-25 08:46:04.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [1156] = 
    {
        [1] = 1692924364743,
        [2] = "2023-08-25 08:46:04.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [1157] = 
    {
        [1] = 1692924364743,
        [2] = "2023-08-25 08:46:04.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [1158] = 
    {
        [1] = 1692924364743,
        [2] = "2023-08-25 08:46:04.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [1159] = 
    {
        [1] = 1692924364743,
        [2] = "2023-08-25 08:46:04.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [1160] = 
    {
        [1] = 1692924364747,
        [2] = "2023-08-25 08:46:04.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [1161] = 
    {
        [1] = 1692924364753,
        [2] = "2023-08-25 08:46:04.753 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [1162] = 
    {
        [1] = 1692924364759,
        [2] = "2023-08-25 08:46:04.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [1163] = 
    {
        [1] = 1692924364817,
        [2] = "2023-08-25 08:46:04.817 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [1164] = 
    {
        [1] = 1692924364820,
        [2] = "2023-08-25 08:46:04.820 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [1165] = 
    {
        [1] = 1692924364824,
        [2] = "2023-08-25 08:46:04.824 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [1166] = 
    {
        [1] = 1692924364824,
        [2] = "2023-08-25 08:46:04.824 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [1167] = 
    {
        [1] = 1692924364824,
        [2] = "2023-08-25 08:46:04.824 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [1168] = 
    {
        [1] = 1692924364826,
        [2] = "2023-08-25 08:46:04.826 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [1169] = 
    {
        [1] = 1692924364829,
        [2] = "2023-08-25 08:46:04.829 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [1170] = 
    {
        [1] = 1692924364850,
        [2] = "2023-08-25 08:46:04.850 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [1171] = 
    {
        [1] = 1692924364854,
        [2] = "2023-08-25 08:46:04.854 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [1172] = 
    {
        [1] = 1692924364894,
        [2] = "2023-08-25 08:46:04.894 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [1173] = 
    {
        [1] = 1692924364898,
        [2] = "2023-08-25 08:46:04.898 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [1174] = 
    {
        [1] = 1692924365173,
        [2] = "2023-08-25 08:46:05.173 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [1175] = 
    {
        [1] = 1692924365173,
        [2] = "2023-08-25 08:46:05.173 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [1176] = 
    {
        [1] = 1692924365180,
        [2] = "2023-08-25 08:46:05.180 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [1177] = 
    {
        [1] = 1692924365192,
        [2] = "2023-08-25 08:46:05.192 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [1178] = 
    {
        [1] = 1692924365198,
        [2] = "2023-08-25 08:46:05.198 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [1179] = 
    {
        [1] = 1692924365198,
        [2] = "2023-08-25 08:46:05.198 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [1180] = 
    {
        [1] = 1692924365198,
        [2] = "2023-08-25 08:46:05.198 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [1181] = 
    {
        [1] = 1692924365204,
        [2] = "2023-08-25 08:46:05.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [1182] = 
    {
        [1] = 1692924365513,
        [2] = "2023-08-25 08:46:05.513 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [1183] = 
    {
        [1] = 1692924365528,
        [2] = "2023-08-25 08:46:05.528 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [1184] = 
    {
        [1] = 1692924365529,
        [2] = "2023-08-25 08:46:05.529 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [1185] = 
    {
        [1] = 1692924365541,
        [2] = "2023-08-25 08:46:05.541 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [1186] = 
    {
        [1] = 1692924365592,
        [2] = "2023-08-25 08:46:05.592 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [1187] = 
    {
        [1] = 1692924365603,
        [2] = "2023-08-25 08:46:05.603 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [1188] = 
    {
        [1] = 1692924366140,
        [2] = "2023-08-25 08:46:06.140 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [1189] = 
    {
        [1] = 1692924366276,
        [2] = "2023-08-25 08:46:06.276 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [1190] = 
    {
        [1] = 1692924366536,
        [2] = "2023-08-25 08:46:06.536 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [1191] = 
    {
        [1] = 1692924366677,
        [2] = "2023-08-25 08:46:06.677 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [1192] = 
    {
        [1] = 1692924366694,
        [2] = "2023-08-25 08:46:06.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [1193] = 
    {
        [1] = 1692924366847,
        [2] = "2023-08-25 08:46:06.847 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [1194] = 
    {
        [1] = 1692924366863,
        [2] = "2023-08-25 08:46:06.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [1195] = 
    {
        [1] = 1692924366882,
        [2] = "2023-08-25 08:46:06.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [1196] = 
    {
        [1] = 1692924367137,
        [2] = "2023-08-25 08:46:07.137 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [1197] = 
    {
        [1] = 1692924367383,
        [2] = "2023-08-25 08:46:07.383 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [1198] = 
    {
        [1] = 1692924367429,
        [2] = "2023-08-25 08:46:07.429 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [1199] = 
    {
        [1] = 1692924367445,
        [2] = "2023-08-25 08:46:07.445 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [1200] = 
    {
        [1] = 1692924368482,
        [2] = "2023-08-25 08:46:08.482 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 7.482s)",
        [7] = "",
    },
    [1201] = 
    {
        [1] = 1692924373684,
        [2] = "2023-08-25 08:46:13.684 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [1202] = 
    {
        [1] = 1692924411357,
        [2] = "2023-08-25 08:46:51.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们这是遇到了什么样的麻烦？",
        [7] = "",
    },
    [1203] = 
    {
        [1] = 1692924507005,
        [2] = "2023-08-25 08:48:27.005 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA大家注意！泰姆瑞尔的最佳二人组回来了！",
        [7] = "",
    },
    [1204] = 
    {
        [1] = 1692924570571,
        [2] = "2023-08-25 08:49:30.571 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA大家注意！泰姆瑞尔的最佳二人组回来了！",
        [7] = "",
    },
    [1205] = 
    {
        [1] = 1692924874321,
        [2] = "2023-08-25 08:54:34.321 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "AwesomeGuildStore",
        [6] = "无法请求搜索结果",
        [7] = "",
    },
    [1206] = 
    {
        [1] = 1692924957002,
        [2] = "2023-08-25 08:55:57.002 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-25 08:45:13.984 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 70/112\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [1207] = 
    {
        [1] = 1692924960374,
        [2] = "2023-08-25 08:56:00.374 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [1208] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [1209] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [1210] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [1211] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [1212] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [1213] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [1214] = 
    {
        [1] = 1692924960376,
        [2] = "2023-08-25 08:56:00.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [1215] = 
    {
        [1] = 1692924960498,
        [2] = "2023-08-25 08:56:00.498 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [1216] = 
    {
        [1] = 1692924960498,
        [2] = "2023-08-25 08:56:00.498 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [1217] = 
    {
        [1] = 1692924960506,
        [2] = "2023-08-25 08:56:00.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [1218] = 
    {
        [1] = 1692924960506,
        [2] = "2023-08-25 08:56:00.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [1219] = 
    {
        [1] = 1692924960506,
        [2] = "2023-08-25 08:56:00.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [1220] = 
    {
        [1] = 1692924960507,
        [2] = "2023-08-25 08:56:00.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHandler, AddOnVersion: 3, directory: 'user:/AddOns/LibHandler/'",
        [7] = "",
    },
    [1221] = 
    {
        [1] = 1692924960507,
        [2] = "2023-08-25 08:56:00.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnitTracker, AddOnVersion: 15, directory: 'user:/AddOns/LibUnitTracker/'",
        [7] = "",
    },
    [1222] = 
    {
        [1] = 1692924960530,
        [2] = "2023-08-25 08:56:00.530 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDelayedHandler, AddOnVersion: 2, directory: 'user:/AddOns/LibDelayedHandler/'",
        [7] = "",
    },
    [1223] = 
    {
        [1] = 1692924960530,
        [2] = "2023-08-25 08:56:00.530 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [1224] = 
    {
        [1] = 1692924960530,
        [2] = "2023-08-25 08:56:00.530 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [1225] = 
    {
        [1] = 1692924960535,
        [2] = "2023-08-25 08:56:00.535 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [1226] = 
    {
        [1] = 1692924960561,
        [2] = "2023-08-25 08:56:00.561 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BSCs-HowToKynesAegis, AddOnVersion: 0, directory: 'user:/AddOns/BSCs-HowToKynesAegis/'",
        [7] = "",
    },
    [1227] = 
    {
        [1] = 1692924960566,
        [2] = "2023-08-25 08:56:00.566 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [1228] = 
    {
        [1] = 1692924960566,
        [2] = "2023-08-25 08:56:00.566 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [1229] = 
    {
        [1] = 1692924960566,
        [2] = "2023-08-25 08:56:00.566 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [1230] = 
    {
        [1] = 1692924960566,
        [2] = "2023-08-25 08:56:00.566 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [1231] = 
    {
        [1] = 1692924960567,
        [2] = "2023-08-25 08:56:00.567 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [1232] = 
    {
        [1] = 1692924960567,
        [2] = "2023-08-25 08:56:00.567 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [1233] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/LibCharacterKnowledge/'",
        [7] = "",
    },
    [1234] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [1235] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [1236] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [1237] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [1238] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [1239] = 
    {
        [1] = 1692924960584,
        [2] = "2023-08-25 08:56:00.584 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [1240] = 
    {
        [1] = 1692924960588,
        [2] = "2023-08-25 08:56:00.588 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [1241] = 
    {
        [1] = 1692924960604,
        [2] = "2023-08-25 08:56:00.604 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [1242] = 
    {
        [1] = 1692924960612,
        [2] = "2023-08-25 08:56:00.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [1243] = 
    {
        [1] = 1692924960612,
        [2] = "2023-08-25 08:56:00.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [1244] = 
    {
        [1] = 1692924960612,
        [2] = "2023-08-25 08:56:00.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [1245] = 
    {
        [1] = 1692924960612,
        [2] = "2023-08-25 08:56:00.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [1246] = 
    {
        [1] = 1692924960612,
        [2] = "2023-08-25 08:56:00.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [1247] = 
    {
        [1] = 1692924960617,
        [2] = "2023-08-25 08:56:00.617 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [1248] = 
    {
        [1] = 1692924960623,
        [2] = "2023-08-25 08:56:00.623 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [1249] = 
    {
        [1] = 1692924960631,
        [2] = "2023-08-25 08:56:00.631 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [1250] = 
    {
        [1] = 1692924960695,
        [2] = "2023-08-25 08:56:00.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [1251] = 
    {
        [1] = 1692924960699,
        [2] = "2023-08-25 08:56:00.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [1252] = 
    {
        [1] = 1692924960703,
        [2] = "2023-08-25 08:56:00.703 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [1253] = 
    {
        [1] = 1692924960703,
        [2] = "2023-08-25 08:56:00.703 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [1254] = 
    {
        [1] = 1692924960703,
        [2] = "2023-08-25 08:56:00.703 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [1255] = 
    {
        [1] = 1692924960706,
        [2] = "2023-08-25 08:56:00.706 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [1256] = 
    {
        [1] = 1692924960710,
        [2] = "2023-08-25 08:56:00.710 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [1257] = 
    {
        [1] = 1692924960733,
        [2] = "2023-08-25 08:56:00.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [1258] = 
    {
        [1] = 1692924960738,
        [2] = "2023-08-25 08:56:00.738 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [1259] = 
    {
        [1] = 1692924960782,
        [2] = "2023-08-25 08:56:00.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [1260] = 
    {
        [1] = 1692924960789,
        [2] = "2023-08-25 08:56:00.789 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [1261] = 
    {
        [1] = 1692924961068,
        [2] = "2023-08-25 08:56:01.068 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibUnits2, AddOnVersion: 101, directory: 'user:/AddOns/RaidNotifier/libs/LibUnits2/'",
        [7] = "",
    },
    [1262] = 
    {
        [1] = 1692924961068,
        [2] = "2023-08-25 08:56:01.068 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [1263] = 
    {
        [1] = 1692924961074,
        [2] = "2023-08-25 08:56:01.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [1264] = 
    {
        [1] = 1692924961085,
        [2] = "2023-08-25 08:56:01.085 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: RaidNotifier, AddOnVersion: 0, directory: 'user:/AddOns/RaidNotifier/'",
        [7] = "",
    },
    [1265] = 
    {
        [1] = 1692924961091,
        [2] = "2023-08-25 08:56:01.091 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [1266] = 
    {
        [1] = 1692924961091,
        [2] = "2023-08-25 08:56:01.091 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [1267] = 
    {
        [1] = 1692924961091,
        [2] = "2023-08-25 08:56:01.091 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [1268] = 
    {
        [1] = 1692924961095,
        [2] = "2023-08-25 08:56:01.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [1269] = 
    {
        [1] = 1692924961380,
        [2] = "2023-08-25 08:56:01.380 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [1270] = 
    {
        [1] = 1692924961395,
        [2] = "2023-08-25 08:56:01.395 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [1271] = 
    {
        [1] = 1692924961395,
        [2] = "2023-08-25 08:56:01.395 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40106, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [1272] = 
    {
        [1] = 1692924961408,
        [2] = "2023-08-25 08:56:01.408 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [1273] = 
    {
        [1] = 1692924961464,
        [2] = "2023-08-25 08:56:01.464 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10600, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [1274] = 
    {
        [1] = 1692924961473,
        [2] = "2023-08-25 08:56:01.473 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [1275] = 
    {
        [1] = 1692924962032,
        [2] = "2023-08-25 08:56:02.032 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [1276] = 
    {
        [1] = 1692924962169,
        [2] = "2023-08-25 08:56:02.169 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [1277] = 
    {
        [1] = 1692924962429,
        [2] = "2023-08-25 08:56:02.429 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [1278] = 
    {
        [1] = 1692924962576,
        [2] = "2023-08-25 08:56:02.576 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [1279] = 
    {
        [1] = 1692924962592,
        [2] = "2023-08-25 08:56:02.592 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [1280] = 
    {
        [1] = 1692924962741,
        [2] = "2023-08-25 08:56:02.741 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [1281] = 
    {
        [1] = 1692924962758,
        [2] = "2023-08-25 08:56:02.758 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [1282] = 
    {
        [1] = 1692924962773,
        [2] = "2023-08-25 08:56:02.773 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [1283] = 
    {
        [1] = 1692924963038,
        [2] = "2023-08-25 08:56:03.038 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [1284] = 
    {
        [1] = 1692924963232,
        [2] = "2023-08-25 08:56:03.232 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [1285] = 
    {
        [1] = 1692924963290,
        [2] = "2023-08-25 08:56:03.290 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EzStalking, AddOnVersion: 0, directory: 'user:/AddOns/EzStalking/'",
        [7] = "",
    },
    [1286] = 
    {
        [1] = 1692924963309,
        [2] = "2023-08-25 08:56:03.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [1287] = 
    {
        [1] = 1692924963559,
        [2] = "2023-08-25 08:56:03.559 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 13.497s)",
        [7] = "",
    },
    [1288] = 
    {
        [1] = 1692924968979,
        [2] = "2023-08-25 08:56:08.979 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [1289] = 
    {
        [1] = 1692925515729,
        [2] = "2023-08-25 09:05:15.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA城市可以像人一样善变，但也同样美丽。",
        [7] = "",
    },
    [1290] = 
    {
        [1] = 1692925562528,
        [2] = "2023-08-25 09:06:02.528 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [1291] = 
    {
        [1] = 1692925603552,
        [2] = "2023-08-25 09:06:43.552 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA里面有什么有价值的东西吗？",
        [7] = "",
    },
    [1292] = 
    {
        [1] = 1692925711657,
        [2] = "2023-08-25 09:08:31.657 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF鸦中恶棍: |cAAAAAA通行费！付通行费！没有羽毛的家伙必须付通行费。",
        [7] = "",
    },
    [1293] = 
    {
        [1] = 1692925712597,
        [2] = "2023-08-25 09:08:32.597 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA太棒了我们！",
        [7] = "",
    },
    [1294] = 
    {
        [1] = 1692925760440,
        [2] = "2023-08-25 09:09:20.440 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF泰尔巴里·奥兰: |cAAAAAA可找到你了。有什么发现吗？",
        [7] = "",
    },
    [1295] = 
    {
        [1] = 1692925849861,
        [2] = "2023-08-25 09:10:49.861 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你想死吗？",
        [7] = "",
    },
    [1296] = 
    {
        [1] = 1692925857371,
        [2] = "2023-08-25 09:10:57.371 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我敢打赌，他们根本没预判到！",
        [7] = "",
    },
    [1297] = 
    {
        [1] = 1692925980818,
        [2] = "2023-08-25 09:13:00.818 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF腐臭总管: |cAAAAAA没有羽毛的家伙付了通行费。让全森林都知道这事！",
        [7] = "",
    },
    [1298] = 
    {
        [1] = 1692926071438,
        [2] = "2023-08-25 09:14:31.438 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF鸦母: |cAAAAAA入侵者！你是来把他从我身边夺走的吗？",
        [7] = "",
    },
    [1299] = 
    {
        [1] = 1692926164518,
        [2] = "2023-08-25 09:16:04.518 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑞兰他利·奥兰: |cAAAAAA乌鸦之母派你来的，是不是？我不要待在这个被诅咒的地方。",
        [7] = "",
    },
    [1300] = 
    {
        [1] = 1692926172607,
        [2] = "2023-08-25 09:16:12.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑞兰他利·奥兰: |cAAAAAA够了！够了，诅咒你！我投降！",
        [7] = "",
    },
    [1301] = 
    {
        [1] = 1692926172685,
        [2] = "2023-08-25 09:16:12.685 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑞兰他利·奥兰: |cAAAAAA够了！够了，诅咒你！我投降！",
        [7] = "",
    },
    [1302] = 
    {
        [1] = 1692926185334,
        [2] = "2023-08-25 09:16:25.334 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF鸦母: |cAAAAAA这样是不是好些，亲爱的？别吵嘴了吧？",
        [7] = "",
    },
    [1303] = 
    {
        [1] = 1692926191344,
        [2] = "2023-08-25 09:16:31.344 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑞兰他利·奥兰: |cAAAAAA吵嘴？我想我儿子来了之后，我们还有很多要吵嘴的地方呢。",
        [7] = "",
    },
    [1304] = 
    {
        [1] = 1692926196374,
        [2] = "2023-08-25 09:16:36.374 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF鸦母: |cAAAAAA你有个儿子？我等不及要见见他。他可以和我们待在一起。这里地方足够。",
        [7] = "",
    },
    [1305] = 
    {
        [1] = 1692926206444,
        [2] = "2023-08-25 09:16:46.444 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瑞兰他利·奥兰: |cAAAAAA干得好，真的太棒了。",
        [7] = "",
    },
    [1306] = 
    {
        [1] = 1692926249111,
        [2] = "2023-08-25 09:17:29.111 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA嘿，你。",
        [7] = "",
    },
    [1307] = 
    {
        [1] = 1692926337491,
        [2] = "2023-08-25 09:18:57.491 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA还有其他人吗？",
        [7] = "",
    },
    [1308] = 
    {
        [1] = 1692926346041,
        [2] = "2023-08-25 09:19:06.041 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<猛然大叫>",
        [7] = "",
    },
    [1309] = 
    {
        [1] = 1692926352084,
        [2] = "2023-08-25 09:19:12.084 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF吉斯莱恩: |cAAAAAA终于醒来了！乌鸦之森是我的！",
        [7] = "",
    },
    [1310] = 
    {
        [1] = 1692926397552,
        [2] = "2023-08-25 09:19:57.552 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA嘿，坚持住！",
        [7] = "",
    },
    [1311] = 
    {
        [1] = 1692926529667,
        [2] = "2023-08-25 09:22:09.667 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瓦伦·安德雷西: |cAAAAAA嗷。我做了什么啊？",
        [7] = "",
    },
    [1312] = 
    {
        [1] = 1692926555612,
        [2] = "2023-08-25 09:22:35.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，太好了，我不想走路。",
        [7] = "",
    },
    [1313] = 
    {
        [1] = 1692926819117,
        [2] = "2023-08-25 09:26:59.117 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不知道我还能不能撑住！",
        [7] = "",
    },
    [1314] = 
    {
        [1] = 1692926989130,
        [2] = "2023-08-25 09:29:49.130 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA有人叫骑士来吗？",
        [7] = "",
    },
    [1315] = 
    {
        [1] = 1692927031653,
        [2] = "2023-08-25 09:30:31.653 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA你怎么敢打扰我们！",
        [7] = "",
    },
    [1316] = 
    {
        [1] = 1692927031864,
        [2] = "2023-08-25 09:30:31.864 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA哎呀！这将是一场艰苦的战斗。",
        [7] = "",
    },
    [1317] = 
    {
        [1] = 1692927036107,
        [2] = "2023-08-25 09:30:36.107 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA起来，我的孩子！起来！",
        [7] = "",
    },
    [1318] = 
    {
        [1] = 1692927049554,
        [2] = "2023-08-25 09:30:49.554 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA萨塔卡尔，赐予我你的暗影！",
        [7] = "",
    },
    [1319] = 
    {
        [1] = 1692927069694,
        [2] = "2023-08-25 09:31:09.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA深入打击，圣者们！",
        [7] = "",
    },
    [1320] = 
    {
        [1] = 1692927075028,
        [2] = "2023-08-25 09:31:15.028 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [1321] = 
    {
        [1] = 1692927075028,
        [2] = "2023-08-25 09:31:15.028 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [1322] = 
    {
        [1] = 1692927075206,
        [2] = "2023-08-25 09:31:15.206 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/other",
        [6] = "Prevented combat reset because boss is still in fight!",
        [7] = "",
    },
    [1323] = 
    {
        [1] = 1692927075206,
        [2] = "2023-08-25 09:31:15.206 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibCombat/fight",
        [6] = "Failed: Leaving combat.",
        [7] = "",
    },
    [1324] = 
    {
        [1] = 1692927123149,
        [2] = "2023-08-25 09:32:03.149 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA出击，我的宠物们！把獠牙插入这些傻瓜的血肉之中！",
        [7] = "",
    },
    [1325] = 
    {
        [1] = 1692927126602,
        [2] = "2023-08-25 09:32:06.602 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA起来，我的孩子！起来！",
        [7] = "",
    },
    [1326] = 
    {
        [1] = 1692927134048,
        [2] = "2023-08-25 09:32:14.048 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA我就在这里，保持专注！",
        [7] = "",
    },
    [1327] = 
    {
        [1] = 1692927143915,
        [2] = "2023-08-25 09:32:23.915 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA萨塔卡尔，赐予我你的暗影！",
        [7] = "",
    },
    [1328] = 
    {
        [1] = 1692927147105,
        [2] = "2023-08-25 09:32:27.105 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA深入打击，圣者们！",
        [7] = "",
    },
    [1329] = 
    {
        [1] = 1692927159120,
        [2] = "2023-08-25 09:32:39.120 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA我需要治疗！",
        [7] = "",
    },
    [1330] = 
    {
        [1] = 1692927168677,
        [2] = "2023-08-25 09:32:48.677 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA萨塔卡尔，赐予我你的暗影！",
        [7] = "",
    },
    [1331] = 
    {
        [1] = 1692927169853,
        [2] = "2023-08-25 09:32:49.853 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA出击，圣者们！吓破他们的胆！",
        [7] = "",
    },
    [1332] = 
    {
        [1] = 1692927187026,
        [2] = "2023-08-25 09:33:07.026 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA起来，我的孩子！起来！",
        [7] = "",
    },
    [1333] = 
    {
        [1] = 1692927197007,
        [2] = "2023-08-25 09:33:17.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA萨塔卡尔，赐予我你的暗影！",
        [7] = "",
    },
    [1334] = 
    {
        [1] = 1692927216495,
        [2] = "2023-08-25 09:33:36.495 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蝮蛇召唤者温莎: |cAAAAAA深入打击，圣者们！",
        [7] = "",
    },
    [1335] = 
    {
        [1] = 1692927259837,
        [2] = "2023-08-25 09:34:19.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA平息岛上的动乱很值得我们花时间。干得好。",
        [7] = "",
    },
    [1336] = 
    {
        [1] = 1692927316912,
        [2] = "2023-08-25 09:35:16.912 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉德洛·梅兰蒂: |cAAAAAA离我远点，蠢东西！",
        [7] = "",
    },
    [1337] = 
    {
        [1] = 1692927320665,
        [2] = "2023-08-25 09:35:20.665 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉德洛·梅兰蒂: |cAAAAAA它——它消失了吗？",
        [7] = "",
    },
    [1338] = 
    {
        [1] = 1692927363407,
        [2] = "2023-08-25 09:36:03.407 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF拉德洛·梅兰蒂: |cAAAAAA离我远点，蠢东西！",
        [7] = "",
    },
    [1339] = 
    {
        [1] = 1692927516235,
        [2] = "2023-08-25 09:38:36.235 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们这就走。",
        [7] = "",
    },
    [1340] = 
    {
        [1] = 1692927523562,
        [2] = "2023-08-25 09:38:43.562 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF马克·但汀: |cAAAAAA陌生人，营寨里的恶徒把我的丈夫劫走了！你能帮帮我吗？",
        [7] = "",
    },
    [1341] = 
    {
        [1] = 1692927553221,
        [2] = "2023-08-25 09:39:13.221 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF可靠的克莱林那: |cAAAAAA遵守规矩，这样你就不会失去模范囚犯的身份。",
        [7] = "",
    },
    [1342] = 
    {
        [1] = 1692927556031,
        [2] = "2023-08-25 09:39:16.031 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF狱卒尼亚拉尔: |cAAAAAA出了这扇门就是阿梅诺斯丛林，你将在那度过悲惨余生。",
        [7] = "",
    },
    [1343] = 
    {
        [1] = 1692927561231,
        [2] = "2023-08-25 09:39:21.231 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF亚当勒马: |cAAAAAA我知道自己永远无法离开丛林，但有时候，从大门溜出去的念头太诱人了……",
        [7] = "",
    },
    [1344] = 
    {
        [1] = 1692927597565,
        [2] = "2023-08-25 09:39:57.565 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伦达诺: |cAAAAAA她在想什么？没人能离开这座岛。",
        [7] = "",
    },
    [1345] = 
    {
        [1] = 1692927638624,
        [2] = "2023-08-25 09:40:38.624 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA安东，你最好能活着让这些碎片变得值钱。",
        [7] = "",
    },
    [1346] = 
    {
        [1] = 1692927709569,
        [2] = "2023-08-25 09:41:49.569 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA怎么样？木筏能使用了。我们前往内陆寻找安东吧。",
        [7] = "",
    },
    [1347] = 
    {
        [1] = 1692927719016,
        [2] = "2023-08-25 09:41:59.016 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA看那里。木柱子上贴着什么东西。",
        [7] = "",
    },
    [1348] = 
    {
        [1] = 1692927720964,
        [2] = "2023-08-25 09:42:00.964 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA至少这场游戏是有规则的。在深入之前，我们来谈谈吧。",
        [7] = "",
    },
    [1349] = 
    {
        [1] = 1692927778506,
        [2] = "2023-08-25 09:42:58.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA我该先问一下的——你能自己应付一场战斗吧？诶，我相信你可以。",
        [7] = "",
    },
    [1350] = 
    {
        [1] = 1692927782666,
        [2] = "2023-08-25 09:43:02.666 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF猎手马库斯: |cAAAAAA对你这种货色，我的弓箭可不会留情！",
        [7] = "",
    },
    [1351] = 
    {
        [1] = 1692927814340,
        [2] = "2023-08-25 09:43:34.340 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA安东并不是多愁善感的人，但是他很尊重传统。他是不会丢下他的家族吊坠不管的。",
        [7] = "",
    },
    [1352] = 
    {
        [1] = 1692927840719,
        [2] = "2023-08-25 09:44:00.719 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF猎手卡门: |cAAAAAA很好。我差点觉得无聊了！",
        [7] = "",
    },
    [1353] = 
    {
        [1] = 1692927883051,
        [2] = "2023-08-25 09:44:43.051 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA似乎安东想依靠他的那把老旧匕首来保护自己。",
        [7] = "",
    },
    [1354] = 
    {
        [1] = 1692927896441,
        [2] = "2023-08-25 09:44:56.441 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA我看到他了！就在那个平台上！",
        [7] = "",
    },
    [1355] = 
    {
        [1] = 1692927896461,
        [2] = "2023-08-25 09:44:56.461 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA我看到他了！就在那个平台上！",
        [7] = "",
    },
    [1356] = 
    {
        [1] = 1692927899900,
        [2] = "2023-08-25 09:44:59.900 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF狱卒曼尼克: |cAAAAAA又一个可怜虫想逃离我的游戏？出路只有一条！",
        [7] = "",
    },
    [1357] = 
    {
        [1] = 1692927900150,
        [2] = "2023-08-25 09:45:00.150 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA瞧我的！",
        [7] = "",
    },
    [1358] = 
    {
        [1] = 1692927905950,
        [2] = "2023-08-25 09:45:05.950 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF狱卒曼尼克: |cAAAAAA某种程度上，我们都是囚犯。接受你的命运吧。",
        [7] = "",
    },
    [1359] = 
    {
        [1] = 1692927920920,
        [2] = "2023-08-25 09:45:20.920 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF狱卒曼尼克: |cAAAAAA干得不错，很少有人能走这么远。不过我会亲自终结这场游戏！",
        [7] = "",
    },
    [1360] = 
    {
        [1] = 1692927951374,
        [2] = "2023-08-25 09:45:51.374 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA你能跟上吗，安东？",
        [7] = "",
    },
    [1361] = 
    {
        [1] = 1692927955392,
        [2] = "2023-08-25 09:45:55.392 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF安东·莫蒂耶尔: |cAAAAAA我两条腿绑在一起都能跑得过你！",
        [7] = "",
    },
    [1362] = 
    {
        [1] = 1692927974106,
        [2] = "2023-08-25 09:46:14.106 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA我看到海岸了！我们很快就能到木筏那里！",
        [7] = "",
    },
    [1363] = 
    {
        [1] = 1692927978116,
        [2] = "2023-08-25 09:46:18.116 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF安东·莫蒂耶尔: |cAAAAAA你是在阿梅诺斯的什么地方找到木筏的？",
        [7] = "",
    },
    [1364] = 
    {
        [1] = 1692928003469,
        [2] = "2023-08-25 09:46:43.469 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF安东·莫蒂耶尔: |cAAAAAA你再帮助我摆脱一次困境，怎么样？",
        [7] = "",
    },
    [1365] = 
    {
        [1] = 1692928007867,
        [2] = "2023-08-25 09:46:47.867 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF露娜·乔尔万尼: |cAAAAAA别忘了我一直在追踪。",
        [7] = "",
    },
    [1366] = 
    {
        [1] = 1692928062907,
        [2] = "2023-08-25 09:47:42.907 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA有时，即使是微小的工作也有很大的作用。真高兴我们肯花时间处理这些事情。",
        [7] = "",
    },
    [1367] = 
    {
        [1] = 1692928148991,
        [2] = "2023-08-25 09:49:08.991 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们这是遇到了什么样的麻烦？",
        [7] = "",
    },
    [1368] = 
    {
        [1] = 1692928497177,
        [2] = "2023-08-25 09:54:57.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你说我们在这里能遇到什么样的麻烦？",
        [7] = "",
    },
    [1369] = 
    {
        [1] = 1692928527652,
        [2] = "2023-08-25 09:55:27.652 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF弗洛朗蒂亚·甘治士: |cAAAAAA你能相信吗？龙族！在你自己的家乡！你准备怎么做？",
        [7] = "",
    },
    [1370] = 
    {
        [1] = 1692928533656,
        [2] = "2023-08-25 09:55:33.656 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF治瑞兹: |cAAAAAA我不知道，但我希望我的家人在河堡镇能够平安。",
        [7] = "",
    },
    [1371] = 
    {
        [1] = 1692928823737,
        [2] = "2023-08-25 10:00:23.737 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "You can find \"制衣匠分布图：裂谷\" in this zone",
        [7] = "",
    },
    [1372] = 
    {
        [1] = 1692928836499,
        [2] = "2023-08-25 10:00:36.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这里对扒手来说可是天堂。我只是说说而已。",
        [7] = "",
    },
    [1373] = 
    {
        [1] = 1692928844733,
        [2] = "2023-08-25 10:00:44.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哇呼！",
        [7] = "",
    },
}
