LibDebugLoggerSettings =
{
    ["version"] = 2,
    ["logTraces"] = false,
    ["minLogLevel"] = "I",
    ["loadScreenStartTime"] = 1692667858271,
}
LibDebugLoggerLog =
{
    [1] = 
    {
        [1] = 1692576983003,
        [2] = "2023-08-21 08:16:23.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 08:15:49.282 +0800\neso.live.9.0.8.2716820 (101038)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 56/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [2] = 
    {
        [1] = 1692576985815,
        [2] = "2023-08-21 08:16:25.815 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [3] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [4] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [5] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [6] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [7] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [8] = 
    {
        [1] = 1692576985816,
        [2] = "2023-08-21 08:16:25.816 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [9] = 
    {
        [1] = 1692576985817,
        [2] = "2023-08-21 08:16:25.817 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [10] = 
    {
        [1] = 1692576985926,
        [2] = "2023-08-21 08:16:25.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [11] = 
    {
        [1] = 1692576985926,
        [2] = "2023-08-21 08:16:25.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [12] = 
    {
        [1] = 1692576985926,
        [2] = "2023-08-21 08:16:25.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [13] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [14] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [15] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [16] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [17] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [18] = 
    {
        [1] = 1692576985933,
        [2] = "2023-08-21 08:16:25.933 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [19] = 
    {
        [1] = 1692576985937,
        [2] = "2023-08-21 08:16:25.937 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [20] = 
    {
        [1] = 1692576985943,
        [2] = "2023-08-21 08:16:25.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [21] = 
    {
        [1] = 1692576985943,
        [2] = "2023-08-21 08:16:25.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [22] = 
    {
        [1] = 1692576985943,
        [2] = "2023-08-21 08:16:25.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [23] = 
    {
        [1] = 1692576985947,
        [2] = "2023-08-21 08:16:25.947 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [24] = 
    {
        [1] = 1692576985984,
        [2] = "2023-08-21 08:16:25.984 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [25] = 
    {
        [1] = 1692576985984,
        [2] = "2023-08-21 08:16:25.984 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [26] = 
    {
        [1] = 1692576985984,
        [2] = "2023-08-21 08:16:25.984 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [27] = 
    {
        [1] = 1692576985992,
        [2] = "2023-08-21 08:16:25.992 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [28] = 
    {
        [1] = 1692576986031,
        [2] = "2023-08-21 08:16:26.031 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [29] = 
    {
        [1] = 1692576986039,
        [2] = "2023-08-21 08:16:26.039 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [30] = 
    {
        [1] = 1692576986271,
        [2] = "2023-08-21 08:16:26.271 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [31] = 
    {
        [1] = 1692576986399,
        [2] = "2023-08-21 08:16:26.399 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [32] = 
    {
        [1] = 1692576986639,
        [2] = "2023-08-21 08:16:26.639 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [33] = 
    {
        [1] = 1692576986653,
        [2] = "2023-08-21 08:16:26.653 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [34] = 
    {
        [1] = 1692576986680,
        [2] = "2023-08-21 08:16:26.680 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [35] = 
    {
        [1] = 1692576986680,
        [2] = "2023-08-21 08:16:26.680 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [36] = 
    {
        [1] = 1692576986680,
        [2] = "2023-08-21 08:16:26.680 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [37] = 
    {
        [1] = 1692576986683,
        [2] = "2023-08-21 08:16:26.683 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [38] = 
    {
        [1] = 1692576986683,
        [2] = "2023-08-21 08:16:26.683 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [39] = 
    {
        [1] = 1692576986688,
        [2] = "2023-08-21 08:16:26.688 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [40] = 
    {
        [1] = 1692576986693,
        [2] = "2023-08-21 08:16:26.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [41] = 
    {
        [1] = 1692576986695,
        [2] = "2023-08-21 08:16:26.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [42] = 
    {
        [1] = 1692576986695,
        [2] = "2023-08-21 08:16:26.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [43] = 
    {
        [1] = 1692576986695,
        [2] = "2023-08-21 08:16:26.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [44] = 
    {
        [1] = 1692576986695,
        [2] = "2023-08-21 08:16:26.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [45] = 
    {
        [1] = 1692576986699,
        [2] = "2023-08-21 08:16:26.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [46] = 
    {
        [1] = 1692576986712,
        [2] = "2023-08-21 08:16:26.712 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [47] = 
    {
        [1] = 1692576986752,
        [2] = "2023-08-21 08:16:26.752 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [48] = 
    {
        [1] = 1692576986752,
        [2] = "2023-08-21 08:16:26.752 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [49] = 
    {
        [1] = 1692576986752,
        [2] = "2023-08-21 08:16:26.752 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [50] = 
    {
        [1] = 1692576986759,
        [2] = "2023-08-21 08:16:26.759 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [51] = 
    {
        [1] = 1692576986762,
        [2] = "2023-08-21 08:16:26.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [52] = 
    {
        [1] = 1692576987012,
        [2] = "2023-08-21 08:16:27.012 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [53] = 
    {
        [1] = 1692576987082,
        [2] = "2023-08-21 08:16:27.082 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [54] = 
    {
        [1] = 1692576987090,
        [2] = "2023-08-21 08:16:27.090 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [55] = 
    {
        [1] = 1692576987099,
        [2] = "2023-08-21 08:16:27.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [56] = 
    {
        [1] = 1692576987099,
        [2] = "2023-08-21 08:16:27.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [57] = 
    {
        [1] = 1692576987099,
        [2] = "2023-08-21 08:16:27.099 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [58] = 
    {
        [1] = 1692576987103,
        [2] = "2023-08-21 08:16:27.103 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [59] = 
    {
        [1] = 1692576987173,
        [2] = "2023-08-21 08:16:27.173 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [60] = 
    {
        [1] = 1692576987173,
        [2] = "2023-08-21 08:16:27.173 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [61] = 
    {
        [1] = 1692576987177,
        [2] = "2023-08-21 08:16:27.177 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [62] = 
    {
        [1] = 1692576987232,
        [2] = "2023-08-21 08:16:27.232 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [63] = 
    {
        [1] = 1692576987235,
        [2] = "2023-08-21 08:16:27.235 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [64] = 
    {
        [1] = 1692576987238,
        [2] = "2023-08-21 08:16:27.238 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [65] = 
    {
        [1] = 1692576987241,
        [2] = "2023-08-21 08:16:27.241 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [66] = 
    {
        [1] = 1692576987265,
        [2] = "2023-08-21 08:16:27.265 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [67] = 
    {
        [1] = 1692576987307,
        [2] = "2023-08-21 08:16:27.307 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [68] = 
    {
        [1] = 1692576988337,
        [2] = "2023-08-21 08:16:28.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 5.337s)",
        [7] = "",
    },
    [69] = 
    {
        [1] = 1692576993439,
        [2] = "2023-08-21 08:16:33.439 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [70] = 
    {
        [1] = 1692577281320,
        [2] = "2023-08-21 08:21:21.320 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF至高王埃默里克: |cAAAAAA大家听好了。就是这样。在至少打倒十几个敌人之前，谁都不准死。杀得越多越好。除了法师上将——她是我的，只有我能杀她。",
        [7] = "",
    },
    [71] = 
    {
        [1] = 1692577295386,
        [2] = "2023-08-21 08:21:35.386 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA说得好，埃默里克。我不敢相信这么多年过去了，你仍然喜欢我。那么让我们重新认识一下彼此，好吗？",
        [7] = "",
    },
    [72] = 
    {
        [1] = 1692577303477,
        [2] = "2023-08-21 08:21:43.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF至高王埃默里克: |cAAAAAA还是一如既往的自大！我可不怕你，赛普缇玛……",
        [7] = "",
    },
    [73] = 
    {
        [1] = 1692577307847,
        [2] = "2023-08-21 08:21:47.847 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF雄狮卫: |cAAAAAA准备战斗！保护国王！",
        [7] = "",
    },
    [74] = 
    {
        [1] = 1692577310577,
        [2] = "2023-08-21 08:21:50.577 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA你不会成功的！",
        [7] = "",
    },
    [75] = 
    {
        [1] = 1692577312507,
        [2] = "2023-08-21 08:21:52.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA我认为我们需要独处一段时间，埃默里克。来吧，让我们找一个安静的地方……",
        [7] = "",
    },
    [76] = 
    {
        [1] = 1692577444129,
        [2] = "2023-08-21 08:24:04.129 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA贼窝？很好！",
        [7] = "",
    },
    [77] = 
    {
        [1] = 1692577459360,
        [2] = "2023-08-21 08:24:19.360 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你真勇敢啊，居然敢像那样伸手进去。",
        [7] = "",
    },
    [78] = 
    {
        [1] = 1692577538179,
        [2] = "2023-08-21 08:25:38.179 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF大厅守护者: |cAAAAAA诸神的厅堂还是亡者的厅堂？是哪个？有什么区别吗？",
        [7] = "",
    },
    [79] = 
    {
        [1] = 1692578021708,
        [2] = "2023-08-21 08:33:41.708 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF弗兰达尔·亨丁: |cAAAAAA很好。我的祝福与你同在。现在你必须找到我儿子的灵魂。去和迪瓦德谈谈。",
        [7] = "",
    },
    [80] = 
    {
        [1] = 1692578126723,
        [2] = "2023-08-21 08:35:26.723 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要低估我们！",
        [7] = "",
    },
    [81] = 
    {
        [1] = 1692578362785,
        [2] = "2023-08-21 08:39:22.785 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF迪瓦德·亨丁: |cAAAAAA谢谢你尊重我母亲的记忆。我的祝福与你同在。现在你必须去找马克拉·勒奇。",
        [7] = "",
    },
    [82] = 
    {
        [1] = 1692578492036,
        [2] = "2023-08-21 08:41:32.036 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA啊！看，埃默里克，你的救世主来了！又或者是你的刽子手？",
        [7] = "",
    },
    [83] = 
    {
        [1] = 1692578510675,
        [2] = "2023-08-21 08:41:50.675 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF至高王埃默里克: |cAAAAAA我想我必须说再见了，我的朋友。另一边再见……",
        [7] = "",
    },
    [84] = 
    {
        [1] = 1692578562699,
        [2] = "2023-08-21 08:42:42.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF至高王埃默里克: |cAAAAAA你也在这里？你能帮我们吗？这里很棒，但我还不想死！我们不能让他们赢！",
        [7] = "",
    },
    [85] = 
    {
        [1] = 1692578570799,
        [2] = "2023-08-21 08:42:50.799 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA别急，埃默里克。你的死无关紧要——还有其他国王。我想要的是这个。那个一直维系匕落同盟的人。那个来自冷港的老东西。",
        [7] = "",
    },
    [86] = 
    {
        [1] = 1692578585819,
        [2] = "2023-08-21 08:43:05.819 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA没想到我知道，是吗？但我知道，我知道在梦达思我杀不了你。然而，在这里，你与冷港，与你的灵魂分离。在这里，你只能被困住。永别了。",
        [7] = "",
    },
    [87] = 
    {
        [1] = 1692578600929,
        [2] = "2023-08-21 08:43:20.929 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF大厅守护者: |cAAAAAA傲慢的死灵法师！遥远海岸不是你拿来放置敌人的监狱！你既然敢来到这里，还指望能随心所欲地离开吗？别想了。",
        [7] = "",
    },
    [88] = 
    {
        [1] = 1692578615939,
        [2] = "2023-08-21 08:43:35.939 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF大厅守护者: |cAAAAAA不过，你同样是个傻瓜。一个可敬的傻瓜，但仍然是一个傻瓜。嗯，很好，我有一个提议：杀死这个可怜的女人，你和你的君主就可以回到梦达思去。",
        [7] = "",
    },
    [89] = 
    {
        [1] = 1692578634999,
        [2] = "2023-08-21 08:43:54.999 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA我想什么时候走就什么时候走，但我很乐意先给你们上一课。",
        [7] = "",
    },
    [90] = 
    {
        [1] = 1692578648559,
        [2] = "2023-08-21 08:44:08.559 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [91] = 
    {
        [1] = 1692578659212,
        [2] = "2023-08-21 08:44:19.212 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你想死吗？",
        [7] = "",
    },
    [92] = 
    {
        [1] = 1692578660370,
        [2] = "2023-08-21 08:44:20.370 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA触目所及，亡灵都听从我的指令！赫尔席拉！起来战斗吧！",
        [7] = "",
    },
    [93] = 
    {
        [1] = 1692578695526,
        [2] = "2023-08-21 08:44:55.526 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF赛普缇玛·萨恩: |cAAAAAA如果这就是我所期望的，我原本就能统治这个位面！",
        [7] = "",
    },
    [94] = 
    {
        [1] = 1692578720490,
        [2] = "2023-08-21 08:45:20.490 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<猛然大叫>",
        [7] = "",
    },
    [95] = 
    {
        [1] = 1692578752309,
        [2] = "2023-08-21 08:45:52.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿哲菈女王: |cAAAAAA我的表亲……我的国王……抱歉我们让你失望了。",
        [7] = "",
    },
    [96] = 
    {
        [1] = 1692578758357,
        [2] = "2023-08-21 08:45:58.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF埃默里克国王的灵体: |cAAAAAA我……还是死了。所以我只是爬回……？",
        [7] = "",
    },
    [97] = 
    {
        [1] = 1692578766367,
        [2] = "2023-08-21 08:46:06.367 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF至高王埃默里克: |cAAAAAA比我想象的要容易。那刀伤还很痛，但活着就好。",
        [7] = "",
    },
    [98] = 
    {
        [1] = 1692578966828,
        [2] = "2023-08-21 08:49:26.828 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA是的！我们要比一比吗？",
        [7] = "",
    },
    [99] = 
    {
        [1] = 1692579001858,
        [2] = "2023-08-21 08:50:01.858 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA里面有好东西吗？",
        [7] = "",
    },
    [100] = 
    {
        [1] = 1692579156643,
        [2] = "2023-08-21 08:52:36.643 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF格鲁内斯: |cAAAAAA哈！抱歉，巨魔——今天没有甜点！",
        [7] = "",
    },
    [101] = 
    {
        [1] = 1692579187685,
        [2] = "2023-08-21 08:53:07.685 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我最喜欢看那些又大又壮的人倒下。",
        [7] = "",
    },
    [102] = 
    {
        [1] = 1692579225059,
        [2] = "2023-08-21 08:53:45.059 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF格鲁内斯: |cAAAAAA感谢酒桶！到永恒城码头去跟我碰面吧，我把奖励给你！",
        [7] = "",
    },
    [103] = 
    {
        [1] = 1692579275152,
        [2] = "2023-08-21 08:54:35.152 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哇呼！",
        [7] = "",
    },
    [104] = 
    {
        [1] = 1692579480086,
        [2] = "2023-08-21 08:58:00.086 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF水声: |cAAAAAA有了每种精华，很快我和孩子们就能离梦想更近了。",
        [7] = "",
    },
    [105] = 
    {
        [1] = 1692579503987,
        [2] = "2023-08-21 08:58:23.987 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF水声: |cAAAAAA我们必须立刻行动，以免魔神的信徒阻止我们。",
        [7] = "",
    },
    [106] = 
    {
        [1] = 1692579509387,
        [2] = "2023-08-21 08:58:29.387 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF水声: |cAAAAAA我们现在的精华差不多够了，告诉使徒玛丽安是时候开始准备了。",
        [7] = "",
    },
    [107] = 
    {
        [1] = 1692580024786,
        [2] = "2023-08-21 09:07:04.786 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你想死吗？",
        [7] = "",
    },
    [108] = 
    {
        [1] = 1692580033578,
        [2] = "2023-08-21 09:07:13.578 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA里面有什么？快点，我太好奇了！",
        [7] = "",
    },
    [109] = 
    {
        [1] = 1692580197382,
        [2] = "2023-08-21 09:09:57.382 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF洛蕾莉亚: |cAAAAAA你胆敢闯入我的圣所！",
        [7] = "",
    },
    [110] = 
    {
        [1] = 1692580219534,
        [2] = "2023-08-21 09:10:19.534 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF洛蕾莉亚: |cAAAAAA他们已经没用了，你也没用了。享受你的最后一刻吧！",
        [7] = "",
    },
    [111] = 
    {
        [1] = 1692580322384,
        [2] = "2023-08-21 09:12:02.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF洛蕾莉亚: |cAAAAAA你觉得能阻止我席卷这个地方吗？哈！",
        [7] = "",
    },
    [112] = 
    {
        [1] = 1692580335724,
        [2] = "2023-08-21 09:12:15.724 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，没错，感觉太好了。",
        [7] = "",
    },
    [113] = 
    {
        [1] = 1692580346997,
        [2] = "2023-08-21 09:12:26.997 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF洛蕾莉亚: |cAAAAAA你觉得能阻止我席卷这个地方吗？哈！",
        [7] = "",
    },
    [114] = 
    {
        [1] = 1692580512958,
        [2] = "2023-08-21 09:15:12.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA米迪亚，怎么了？艾逖恩爵士还好吗？",
        [7] = "",
    },
    [115] = 
    {
        [1] = 1692580516307,
        [2] = "2023-08-21 09:15:16.307 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF米迪亚·祖里克: |cAAAAAA他做得不错。等他回来了，你们都要离开吗？",
        [7] = "",
    },
    [116] = 
    {
        [1] = 1692580520857,
        [2] = "2023-08-21 09:15:20.857 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA我们会留下，直到穆尔西恩村被解救，或是艾逖恩爵士和我都在战斗中倒下。",
        [7] = "",
    },
    [117] = 
    {
        [1] = 1692580526437,
        [2] = "2023-08-21 09:15:26.437 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF米迪亚·祖里克: |cAAAAAA我明白了。嗯，他很快就能舒舒服服地休息了，你别担心。",
        [7] = "",
    },
    [118] = 
    {
        [1] = 1692580532627,
        [2] = "2023-08-21 09:15:32.627 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF米迪亚·祖里克: |cAAAAAA那我现在会去照料照料那位可怜的骑士。",
        [7] = "",
    },
    [119] = 
    {
        [1] = 1692580537189,
        [2] = "2023-08-21 09:15:37.189 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA很好。太好了，他没事。现在，我们再来盘算一下需要什么。",
        [7] = "",
    },
    [120] = 
    {
        [1] = 1692580646721,
        [2] = "2023-08-21 09:17:26.721 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA你想死吗？",
        [7] = "",
    },
    [121] = 
    {
        [1] = 1692581029986,
        [2] = "2023-08-21 09:23:49.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA米迪亚在这儿！快来，她还没——",
        [7] = "",
    },
    [122] = 
    {
        [1] = 1692581050348,
        [2] = "2023-08-21 09:24:10.348 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF米迪亚·祖里克: |cAAAAAA儿子！不，你杀了他！",
        [7] = "",
    },
    [123] = 
    {
        [1] = 1692581050385,
        [2] = "2023-08-21 09:24:10.385 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA发生了什么事？",
        [7] = "",
    },
    [124] = 
    {
        [1] = 1692581051585,
        [2] = "2023-08-21 09:24:11.585 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哈！看你还敢不敢招惹术士恩贝尔！",
        [7] = "",
    },
    [125] = 
    {
        [1] = 1692581055498,
        [2] = "2023-08-21 09:24:15.498 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF侍从希奥罗克: |cAAAAAA你杀了他，是吗？",
        [7] = "",
    },
    [126] = 
    {
        [1] = 1692581138939,
        [2] = "2023-08-21 09:25:38.939 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA让血液流动起来的感觉真好，你说是不？",
        [7] = "",
    },
    [127] = 
    {
        [1] = 1692581187869,
        [2] = "2023-08-21 09:26:27.869 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA要确保没有任何陷阱！",
        [7] = "",
    },
    [128] = 
    {
        [1] = 1692581199661,
        [2] = "2023-08-21 09:26:39.661 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔导师伊林从来不让我看他做这个，这太有意思了！",
        [7] = "",
    },
    [129] = 
    {
        [1] = 1692581538589,
        [2] = "2023-08-21 09:32:18.589 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦！那里一定有好东西。",
        [7] = "",
    },
    [130] = 
    {
        [1] = 1692581760129,
        [2] = "2023-08-21 09:36:00.129 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瓦蕾莉亚·斯本纳德女爵士: |cAAAAAA王子复生了！这简直是奇迹！",
        [7] = "",
    },
    [131] = 
    {
        [1] = 1692581817743,
        [2] = "2023-08-21 09:36:57.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF神秘的声音: |cAAAAAA这座陵墓是为了存放皇室成员的遗体而建造的，但里面没有任何遗体。",
        [7] = "",
    },
    [132] = 
    {
        [1] = 1692582023075,
        [2] = "2023-08-21 09:40:23.075 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA唷！很高兴我们成功地击败了那家伙！",
        [7] = "",
    },
    [133] = 
    {
        [1] = 1692582042016,
        [2] = "2023-08-21 09:40:42.016 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿德里安王子: |cAAAAAA你为什么怕我，祭司？是因为我能控制你无法掌控的东西吗？",
        [7] = "",
    },
    [134] = 
    {
        [1] = 1692582047905,
        [2] = "2023-08-21 09:40:47.905 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瓦蕾莉亚·斯本纳德女爵士: |cAAAAAA殿下，我相信他无意冒犯。请冷静一点！",
        [7] = "",
    },
    [135] = 
    {
        [1] = 1692582052966,
        [2] = "2023-08-21 09:40:52.966 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿德里安王子: |cAAAAAA只要他给予我基本的尊重……我们就没问题。",
        [7] = "",
    },
    [136] = 
    {
        [1] = 1692582095356,
        [2] = "2023-08-21 09:41:35.356 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蓝色火焰: |cAAAAAA为什么跟我作对？是想让王子蔑视这份祝福吗？",
        [7] = "",
    },
    [137] = 
    {
        [1] = 1692582122766,
        [2] = "2023-08-21 09:42:02.766 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "物品未准备就绪",
        [7] = "",
    },
    [138] = 
    {
        [1] = 1692582167441,
        [2] = "2023-08-21 09:42:47.441 +0800",
        [3] = 3,
        [4] = "W",
        [5] = "UI",
        [6] = "物品未准备就绪",
        [7] = "",
    },
    [139] = 
    {
        [1] = 1692582230776,
        [2] = "2023-08-21 09:43:50.776 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这会很有趣的！",
        [7] = "",
    },
    [140] = 
    {
        [1] = 1692582335650,
        [2] = "2023-08-21 09:45:35.650 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯顿神父: |cAAAAAA阿德里安王子，如果你已经道过别了，那就是时候了。",
        [7] = "",
    },
    [141] = 
    {
        [1] = 1692582339728,
        [2] = "2023-08-21 09:45:39.728 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF瓦蕾莉亚·斯本纳德女爵士: |cAAAAAA等等！你确定没有别的办法了吗？",
        [7] = "",
    },
    [142] = 
    {
        [1] = 1692582342749,
        [2] = "2023-08-21 09:45:42.749 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿德里安王子: |cAAAAAA没事的，瓦蕾莉亚。我接受了，你也必须接受。你尽心侍奉我，又救我于死难之间。我现在终于可以安息了。",
        [7] = "",
    },
    [143] = 
    {
        [1] = 1692582355840,
        [2] = "2023-08-21 09:45:55.840 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF阿德里安王子: |cAAAAAA这股寒意……好熟悉。再见了，瓦蕾莉亚。",
        [7] = "",
    },
    [144] = 
    {
        [1] = 1692582364560,
        [2] = "2023-08-21 09:46:04.560 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯顿神父: |cAAAAAA结束了。他的身体和灵魂都已经安息了。",
        [7] = "",
    },
    [145] = 
    {
        [1] = 1692582575097,
        [2] = "2023-08-21 09:49:35.097 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们出发了！",
        [7] = "",
    },
    [146] = 
    {
        [1] = 1692582672862,
        [2] = "2023-08-21 09:51:12.862 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA干得好！",
        [7] = "",
    },
    [147] = 
    {
        [1] = 1692582698605,
        [2] = "2023-08-21 09:51:38.605 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，这家伙可真让人满意！",
        [7] = "",
    },
    [148] = 
    {
        [1] = 1692582702806,
        [2] = "2023-08-21 09:51:42.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这比读书有趣得多！",
        [7] = "",
    },
    [149] = 
    {
        [1] = 1692582707766,
        [2] = "2023-08-21 09:51:47.766 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们可危险了，是吧？",
        [7] = "",
    },
    [150] = 
    {
        [1] = 1692582760893,
        [2] = "2023-08-21 09:52:40.893 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前无法骑乘。",
        [7] = "",
    },
    [151] = 
    {
        [1] = 1692582765094,
        [2] = "2023-08-21 09:52:45.094 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们出发！",
        [7] = "",
    },
    [152] = 
    {
        [1] = 1692582819128,
        [2] = "2023-08-21 09:53:39.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我一直很想试试这个法术！",
        [7] = "",
    },
    [153] = 
    {
        [1] = 1692582835939,
        [2] = "2023-08-21 09:53:55.939 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA尽量保持移动！",
        [7] = "",
    },
    [154] = 
    {
        [1] = 1692582912574,
        [2] = "2023-08-21 09:55:12.574 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA很遗憾，是吧？可怜的孩子。",
        [7] = "",
    },
    [155] = 
    {
        [1] = 1692582998871,
        [2] = "2023-08-21 09:56:38.871 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA瞧我的！",
        [7] = "",
    },
    [156] = 
    {
        [1] = 1692583006644,
        [2] = "2023-08-21 09:56:46.644 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA呼！太有意思了！",
        [7] = "",
    },
    [157] = 
    {
        [1] = 1692583028835,
        [2] = "2023-08-21 09:57:08.835 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA就一小会。",
        [7] = "",
    },
    [158] = 
    {
        [1] = 1692583038955,
        [2] = "2023-08-21 09:57:18.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA比预料中消耗了我更多力量！去吧，把它给那个可怜的女孩。我会没事的。",
        [7] = "",
    },
    [159] = 
    {
        [1] = 1692583061216,
        [2] = "2023-08-21 09:57:41.216 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫迪玛拉: |cAAAAAA森林能感知你的软弱，哨兵。这片地方危机四伏。",
        [7] = "",
    },
    [160] = 
    {
        [1] = 1692583066436,
        [2] = "2023-08-21 09:57:46.436 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA进来，迪玛拉。这是一次警告，还是威胁？",
        [7] = "",
    },
    [161] = 
    {
        [1] = 1692583071006,
        [2] = "2023-08-21 09:57:51.006 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA这是谁，斯坦维克？命运女巫？",
        [7] = "",
    },
    [162] = 
    {
        [1] = 1692583074007,
        [2] = "2023-08-21 09:57:54.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA是的，孩子。你很快就会知道更多。",
        [7] = "",
    },
    [163] = 
    {
        [1] = 1692583078527,
        [2] = "2023-08-21 09:57:58.527 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫迪玛拉: |cAAAAAA是这样吗？你比我想的还要蠢，老头。",
        [7] = "",
    },
    [164] = 
    {
        [1] = 1692583087896,
        [2] = "2023-08-21 09:58:07.896 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯滕维克·古勒斯: |cAAAAAA别再想这些了。命运女巫是一群怪人。",
        [7] = "",
    },
    [165] = 
    {
        [1] = 1692583128986,
        [2] = "2023-08-21 09:58:48.986 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA我不会闲坐在这儿，让你干完所有的活的！",
        [7] = "",
    },
    [166] = 
    {
        [1] = 1692583386017,
        [2] = "2023-08-21 10:03:06.017 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA如果你有话要说，就当着我的面说！",
        [7] = "",
    },
    [167] = 
    {
        [1] = 1692583390237,
        [2] = "2023-08-21 10:03:10.237 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫迪玛拉: |cAAAAAA我会的。你确实弱，只适合当猎物。你要怎样运用哨兵的力量？",
        [7] = "",
    },
    [168] = 
    {
        [1] = 1692583398698,
        [2] = "2023-08-21 10:03:18.698 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA斯坦维克想救我的命！我不知道他有什么计划，但这确实是我欠他的，实在不太好看破。",
        [7] = "",
    },
    [169] = 
    {
        [1] = 1692583405087,
        [2] = "2023-08-21 10:03:25.087 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫迪玛拉: |cAAAAAA这孩子什么都不知道，他却还希望我们祝福他？",
        [7] = "",
    },
    [170] = 
    {
        [1] = 1692583458388,
        [2] = "2023-08-21 10:04:18.388 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫阿尔森: |cAAAAAA但是姐妹！你说过这是我们最后一次帮助哨兵城了！",
        [7] = "",
    },
    [171] = 
    {
        [1] = 1692583463908,
        [2] = "2023-08-21 10:04:23.908 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫迪玛拉: |cAAAAAA够了。来吧，让我们完成祝福，结束这场闹剧吧。",
        [7] = "",
    },
    [172] = 
    {
        [1] = 1692583468418,
        [2] = "2023-08-21 10:04:28.418 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫阿尔森: |cAAAAAA那就一起来吧。我们已经准备好了祭品。",
        [7] = "",
    },
    [173] = 
    {
        [1] = 1692583476518,
        [2] = "2023-08-21 10:04:36.518 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫阿尔森: |cAAAAAA当我说把花蕾捧在手里的时候，不管发生什么事，一定要保持稳定。",
        [7] = "",
    },
    [174] = 
    {
        [1] = 1692583495589,
        [2] = "2023-08-21 10:04:55.589 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF命运女巫阿尔森: |cAAAAAA把它投进供品里。快！",
        [7] = "",
    },
    [175] = 
    {
        [1] = 1692583597670,
        [2] = "2023-08-21 10:06:37.670 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA这些微粒就是亲爱的斯坦维克留下的全部……",
        [7] = "",
    },
    [176] = 
    {
        [1] = 1692583601749,
        [2] = "2023-08-21 10:06:41.749 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA什么声音？你听得到吗？",
        [7] = "",
    },
    [177] = 
    {
        [1] = 1692583645290,
        [2] = "2023-08-21 10:07:25.290 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊莱拉公主: |cAAAAAA我感觉好些了。老天啊，这是什么地方？",
        [7] = "",
    },
    [178] = 
    {
        [1] = 1692583738285,
        [2] = "2023-08-21 10:08:58.285 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这比读书有趣得多！",
        [7] = "",
    },
    [179] = 
    {
        [1] = 1692583804151,
        [2] = "2023-08-21 10:10:04.151 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA我本来希望今天能见到你。",
        [7] = "",
    },
    [180] = 
    {
        [1] = 1692583810633,
        [2] = "2023-08-21 10:10:10.633 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF狼人之父加拉克: |cAAAAAA孩子们，爸爸有一块新肉给你们！",
        [7] = "",
    },
    [181] = 
    {
        [1] = 1692583813343,
        [2] = "2023-08-21 10:10:13.343 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA哎呀！这将是一场艰苦的战斗。",
        [7] = "",
    },
    [182] = 
    {
        [1] = 1692583831246,
        [2] = "2023-08-21 10:10:31.246 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊索贝尔·维罗伊斯: |cAAAAAA我受伤了，很严重！我需要援助！",
        [7] = "",
    },
    [183] = 
    {
        [1] = 1692583847877,
        [2] = "2023-08-21 10:10:47.877 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "物品未准备就绪",
        [7] = "",
    },
    [184] = 
    {
        [1] = 1692583906526,
        [2] = "2023-08-21 10:11:46.526 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA让我们去做一些激动人心的事情吧！",
        [7] = "",
    },
    [185] = 
    {
        [1] = 1692584138916,
        [2] = "2023-08-21 10:15:38.916 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA看你收获真是令人兴奋，我迫不及待地想看看你要做什么！",
        [7] = "",
    },
    [186] = 
    {
        [1] = 1692586014836,
        [2] = "2023-08-21 10:46:54.836 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我有没有告诉过你，有一次我不小心把蜗牛塞满了胡尔德萨的房间？我也不记得我当时是想做什么了，但最终的结果特别搞笑！她花了好几个星期才把窗户上的粘液弄干净。也许她对我的看法并没有错。",
        [7] = "",
    },
    [187] = 
    {
        [1] = 1692597326003,
        [2] = "2023-08-21 13:55:26.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 08:15:49.693 +0800\neso.live.9.0.8.2716820 (101038)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 56/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [188] = 
    {
        [1] = 1692597329293,
        [2] = "2023-08-21 13:55:29.293 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [189] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [190] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [191] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [192] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [193] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [194] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [195] = 
    {
        [1] = 1692597329294,
        [2] = "2023-08-21 13:55:29.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [196] = 
    {
        [1] = 1692597329452,
        [2] = "2023-08-21 13:55:29.452 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [197] = 
    {
        [1] = 1692597329452,
        [2] = "2023-08-21 13:55:29.452 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [198] = 
    {
        [1] = 1692597329452,
        [2] = "2023-08-21 13:55:29.452 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [199] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [200] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [201] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [202] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [203] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [204] = 
    {
        [1] = 1692597329463,
        [2] = "2023-08-21 13:55:29.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [205] = 
    {
        [1] = 1692597329468,
        [2] = "2023-08-21 13:55:29.468 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [206] = 
    {
        [1] = 1692597329479,
        [2] = "2023-08-21 13:55:29.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [207] = 
    {
        [1] = 1692597329479,
        [2] = "2023-08-21 13:55:29.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [208] = 
    {
        [1] = 1692597329479,
        [2] = "2023-08-21 13:55:29.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [209] = 
    {
        [1] = 1692597329484,
        [2] = "2023-08-21 13:55:29.484 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [210] = 
    {
        [1] = 1692597329512,
        [2] = "2023-08-21 13:55:29.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [211] = 
    {
        [1] = 1692597329512,
        [2] = "2023-08-21 13:55:29.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [212] = 
    {
        [1] = 1692597329512,
        [2] = "2023-08-21 13:55:29.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [213] = 
    {
        [1] = 1692597329522,
        [2] = "2023-08-21 13:55:29.522 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [214] = 
    {
        [1] = 1692597329582,
        [2] = "2023-08-21 13:55:29.582 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [215] = 
    {
        [1] = 1692597329591,
        [2] = "2023-08-21 13:55:29.591 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [216] = 
    {
        [1] = 1692597329914,
        [2] = "2023-08-21 13:55:29.914 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [217] = 
    {
        [1] = 1692597330032,
        [2] = "2023-08-21 13:55:30.032 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [218] = 
    {
        [1] = 1692597330275,
        [2] = "2023-08-21 13:55:30.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [219] = 
    {
        [1] = 1692597330294,
        [2] = "2023-08-21 13:55:30.294 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [220] = 
    {
        [1] = 1692597330336,
        [2] = "2023-08-21 13:55:30.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [221] = 
    {
        [1] = 1692597330336,
        [2] = "2023-08-21 13:55:30.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [222] = 
    {
        [1] = 1692597330336,
        [2] = "2023-08-21 13:55:30.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [223] = 
    {
        [1] = 1692597330340,
        [2] = "2023-08-21 13:55:30.340 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [224] = 
    {
        [1] = 1692597330341,
        [2] = "2023-08-21 13:55:30.341 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [225] = 
    {
        [1] = 1692597330345,
        [2] = "2023-08-21 13:55:30.345 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [226] = 
    {
        [1] = 1692597330353,
        [2] = "2023-08-21 13:55:30.353 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [227] = 
    {
        [1] = 1692597330357,
        [2] = "2023-08-21 13:55:30.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [228] = 
    {
        [1] = 1692597330357,
        [2] = "2023-08-21 13:55:30.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [229] = 
    {
        [1] = 1692597330357,
        [2] = "2023-08-21 13:55:30.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [230] = 
    {
        [1] = 1692597330357,
        [2] = "2023-08-21 13:55:30.357 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [231] = 
    {
        [1] = 1692597330362,
        [2] = "2023-08-21 13:55:30.362 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [232] = 
    {
        [1] = 1692597330381,
        [2] = "2023-08-21 13:55:30.381 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [233] = 
    {
        [1] = 1692597330437,
        [2] = "2023-08-21 13:55:30.437 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [234] = 
    {
        [1] = 1692597330437,
        [2] = "2023-08-21 13:55:30.437 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [235] = 
    {
        [1] = 1692597330437,
        [2] = "2023-08-21 13:55:30.437 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [236] = 
    {
        [1] = 1692597330446,
        [2] = "2023-08-21 13:55:30.446 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [237] = 
    {
        [1] = 1692597330451,
        [2] = "2023-08-21 13:55:30.451 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [238] = 
    {
        [1] = 1692597330698,
        [2] = "2023-08-21 13:55:30.698 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [239] = 
    {
        [1] = 1692597330758,
        [2] = "2023-08-21 13:55:30.758 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [240] = 
    {
        [1] = 1692597330768,
        [2] = "2023-08-21 13:55:30.768 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [241] = 
    {
        [1] = 1692597330782,
        [2] = "2023-08-21 13:55:30.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [242] = 
    {
        [1] = 1692597330782,
        [2] = "2023-08-21 13:55:30.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [243] = 
    {
        [1] = 1692597330782,
        [2] = "2023-08-21 13:55:30.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [244] = 
    {
        [1] = 1692597330786,
        [2] = "2023-08-21 13:55:30.786 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [245] = 
    {
        [1] = 1692597330838,
        [2] = "2023-08-21 13:55:30.838 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [246] = 
    {
        [1] = 1692597330838,
        [2] = "2023-08-21 13:55:30.838 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [247] = 
    {
        [1] = 1692597330843,
        [2] = "2023-08-21 13:55:30.843 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [248] = 
    {
        [1] = 1692597330919,
        [2] = "2023-08-21 13:55:30.919 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [249] = 
    {
        [1] = 1692597330923,
        [2] = "2023-08-21 13:55:30.923 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [250] = 
    {
        [1] = 1692597330926,
        [2] = "2023-08-21 13:55:30.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [251] = 
    {
        [1] = 1692597330930,
        [2] = "2023-08-21 13:55:30.930 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [252] = 
    {
        [1] = 1692597330963,
        [2] = "2023-08-21 13:55:30.963 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [253] = 
    {
        [1] = 1692597331025,
        [2] = "2023-08-21 13:55:31.025 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [254] = 
    {
        [1] = 1692597332038,
        [2] = "2023-08-21 13:55:32.038 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 6.038s)",
        [7] = "",
    },
    [255] = 
    {
        [1] = 1692597337151,
        [2] = "2023-08-21 13:55:37.151 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [256] = 
    {
        [1] = 1692597977423,
        [2] = "2023-08-21 14:06:17.423 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已中断",
        [7] = "",
    },
    [257] = 
    {
        [1] = 1692598103585,
        [2] = "2023-08-21 14:08:23.585 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该物品无法售出。",
        [7] = "",
    },
    [258] = 
    {
        [1] = 1692598402326,
        [2] = "2023-08-21 14:13:22.326 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF斯图加: |cAAAAAA你知道我们找你找了多久吗？",
        [7] = "",
    },
    [259] = 
    {
        [1] = 1692598484519,
        [2] = "2023-08-21 14:14:44.519 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯特利·西尔维尔: |cAAAAAA啊，你来了。我就知道你一定会来的！",
        [7] = "",
    },
    [260] = 
    {
        [1] = 1692598488378,
        [2] = "2023-08-21 14:14:48.378 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA奎斯特利，我在这儿。你想要做什么？我能捞到什么好处？",
        [7] = "",
    },
    [261] = 
    {
        [1] = 1692598492763,
        [2] = "2023-08-21 14:14:52.763 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯特利·西尔维尔: |cAAAAAA冷静点儿，巴斯蒂安。你火气……有点儿大。要不我去找你那位比较讲道理的朋友谈？",
        [7] = "",
    },
    [262] = 
    {
        [1] = 1692598500774,
        [2] = "2023-08-21 14:15:00.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA我……行吧。这样可能最好。",
        [7] = "",
    },
    [263] = 
    {
        [1] = 1692598554896,
        [2] = "2023-08-21 14:15:54.896 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA艾勒珊塔？行吧，咱们快出发，免得待会儿我又萌生了去找奎斯特利的蠢想法。",
        [7] = "",
    },
    [264] = 
    {
        [1] = 1692598626474,
        [2] = "2023-08-21 14:17:06.474 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA有什么新鲜事吗？",
        [7] = "",
    },
    [265] = 
    {
        [1] = 1692598748637,
        [2] = "2023-08-21 14:19:08.637 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA好吧，看来奎斯特利还算走运。戒指还在这里。他最好带着我的信呆在外面。",
        [7] = "",
    },
    [266] = 
    {
        [1] = 1692598823524,
        [2] = "2023-08-21 14:20:23.524 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯特利·西尔维尔: |cAAAAAA这边！东西找到了吗？",
        [7] = "",
    },
    [267] = 
    {
        [1] = 1692598829694,
        [2] = "2023-08-21 14:20:29.694 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA我们找到你的戒指了。现在把我的信交出来。",
        [7] = "",
    },
    [268] = 
    {
        [1] = 1692598834714,
        [2] = "2023-08-21 14:20:34.714 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奎斯特利·西尔维尔: |cAAAAAA先把戒指交出来。要是你把东西交给了我父亲，我还得从他那里拿过来，我信不过你。",
        [7] = "",
    },
    [269] = 
    {
        [1] = 1692598840784,
        [2] = "2023-08-21 14:20:40.784 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA信不过我……？我会信守承诺的，奎斯特利。不过如果你信不过我的话，也可以去跟我的战友交涉。",
        [7] = "",
    },
    [270] = 
    {
        [1] = 1692598874087,
        [2] = "2023-08-21 14:21:14.087 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA为什么西尔维尔领主要给我专门留一封信？帮我读一下吧。如果里面提到了什么坏消息，至少你能让我有点儿心理准备。",
        [7] = "",
    },
    [271] = 
    {
        [1] = 1692599057470,
        [2] = "2023-08-21 14:24:17.470 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA我想我们是不是可以……到周围问问？肯定有人认识伊纳利思。",
        [7] = "",
    },
    [272] = 
    {
        [1] = 1692599122012,
        [2] = "2023-08-21 14:25:22.012 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊纳利思: |cAAAAAA该干嘛干嘛去，陌生人！别想着打劫我，我没钱。",
        [7] = "",
    },
    [273] = 
    {
        [1] = 1692599185943,
        [2] = "2023-08-21 14:26:25.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊纳利思: |cAAAAAA噢，大人啊。看到你长大成人身心健康我心里就踏实了。",
        [7] = "",
    },
    [274] = 
    {
        [1] = 1692599191253,
        [2] = "2023-08-21 14:26:31.253 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA伊纳利思，我记得你。你……你说的是真的？我是姐妹家收养的孩子？",
        [7] = "",
    },
    [275] = 
    {
        [1] = 1692599200525,
        [2] = "2023-08-21 14:26:40.525 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊纳利思: |cAAAAAA是你母亲坚持的。她希望你能跟自己的亲戚呆在一起。至于为什么没有这样，我就不清楚了。",
        [7] = "",
    },
    [276] = 
    {
        [1] = 1692599207865,
        [2] = "2023-08-21 14:26:47.865 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA那就是我想要解决的谜团。我得先找这儿的朋友问一问。不过……我有好多问题想问你！",
        [7] = "",
    },
    [277] = 
    {
        [1] = 1692599305297,
        [2] = "2023-08-21 14:28:25.297 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @tanwuyu - 瓦登费尔",
        [7] = "",
    },
    [278] = 
    {
        [1] = 1692599326095,
        [2] = "2023-08-21 14:28:46.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA城市就像人一样，充满生机，浮躁且多变。有些很好；有些却很坏。有些赠予你礼物；而有些把你抢得分文不剩。",
        [7] = "",
    },
    [279] = 
    {
        [1] = 1692599334990,
        [2] = "2023-08-21 14:28:54.990 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔法猫，准备万全。",
        [7] = "",
    },
    [280] = 
    {
        [1] = 1692599472213,
        [2] = "2023-08-21 14:31:12.213 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [281] = 
    {
        [1] = 1692599625572,
        [2] = "2023-08-21 14:33:45.572 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Addon_Toggle_Enabled",
        [7] = "",
    },
    [282] = 
    {
        [1] = 1692599625572,
        [2] = "2023-08-21 14:33:45.572 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">newState: 1",
        [7] = "",
    },
    [283] = 
    {
        [1] = 1692599625579,
        [2] = "2023-08-21 14:33:45.579 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = ">1",
        [7] = "",
    },
    [284] = 
    {
        [1] = 1692599635003,
        [2] = "2023-08-21 14:33:55.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 08:15:49.239 +0800\neso.live.9.0.8.2716820 (101038)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 60/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [285] = 
    {
        [1] = 1692599638608,
        [2] = "2023-08-21 14:33:58.608 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [286] = 
    {
        [1] = 1692599638609,
        [2] = "2023-08-21 14:33:58.609 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [287] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [288] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [289] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [290] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [291] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [292] = 
    {
        [1] = 1692599638610,
        [2] = "2023-08-21 14:33:58.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [293] = 
    {
        [1] = 1692599638774,
        [2] = "2023-08-21 14:33:58.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [294] = 
    {
        [1] = 1692599638775,
        [2] = "2023-08-21 14:33:58.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [295] = 
    {
        [1] = 1692599638775,
        [2] = "2023-08-21 14:33:58.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [296] = 
    {
        [1] = 1692599638789,
        [2] = "2023-08-21 14:33:58.789 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [297] = 
    {
        [1] = 1692599638789,
        [2] = "2023-08-21 14:33:58.789 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [298] = 
    {
        [1] = 1692599638790,
        [2] = "2023-08-21 14:33:58.790 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [299] = 
    {
        [1] = 1692599638790,
        [2] = "2023-08-21 14:33:58.790 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [300] = 
    {
        [1] = 1692599638790,
        [2] = "2023-08-21 14:33:58.790 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [301] = 
    {
        [1] = 1692599638790,
        [2] = "2023-08-21 14:33:58.790 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [302] = 
    {
        [1] = 1692599638794,
        [2] = "2023-08-21 14:33:58.794 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [303] = 
    {
        [1] = 1692599638807,
        [2] = "2023-08-21 14:33:58.807 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [304] = 
    {
        [1] = 1692599638807,
        [2] = "2023-08-21 14:33:58.807 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [305] = 
    {
        [1] = 1692599638807,
        [2] = "2023-08-21 14:33:58.807 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [306] = 
    {
        [1] = 1692599638812,
        [2] = "2023-08-21 14:33:58.812 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [307] = 
    {
        [1] = 1692599638844,
        [2] = "2023-08-21 14:33:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [308] = 
    {
        [1] = 1692599638844,
        [2] = "2023-08-21 14:33:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [309] = 
    {
        [1] = 1692599638844,
        [2] = "2023-08-21 14:33:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [310] = 
    {
        [1] = 1692599638859,
        [2] = "2023-08-21 14:33:58.859 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [311] = 
    {
        [1] = 1692599638931,
        [2] = "2023-08-21 14:33:58.931 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [312] = 
    {
        [1] = 1692599638943,
        [2] = "2023-08-21 14:33:58.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [313] = 
    {
        [1] = 1692599639297,
        [2] = "2023-08-21 14:33:59.297 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [314] = 
    {
        [1] = 1692599639419,
        [2] = "2023-08-21 14:33:59.419 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [315] = 
    {
        [1] = 1692599639671,
        [2] = "2023-08-21 14:33:59.671 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [316] = 
    {
        [1] = 1692599639693,
        [2] = "2023-08-21 14:33:59.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [317] = 
    {
        [1] = 1692599639729,
        [2] = "2023-08-21 14:33:59.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [318] = 
    {
        [1] = 1692599639729,
        [2] = "2023-08-21 14:33:59.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [319] = 
    {
        [1] = 1692599639729,
        [2] = "2023-08-21 14:33:59.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [320] = 
    {
        [1] = 1692599639733,
        [2] = "2023-08-21 14:33:59.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [321] = 
    {
        [1] = 1692599639733,
        [2] = "2023-08-21 14:33:59.733 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [322] = 
    {
        [1] = 1692599639738,
        [2] = "2023-08-21 14:33:59.738 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [323] = 
    {
        [1] = 1692599639746,
        [2] = "2023-08-21 14:33:59.746 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [324] = 
    {
        [1] = 1692599639751,
        [2] = "2023-08-21 14:33:59.751 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [325] = 
    {
        [1] = 1692599639751,
        [2] = "2023-08-21 14:33:59.751 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [326] = 
    {
        [1] = 1692599639751,
        [2] = "2023-08-21 14:33:59.751 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [327] = 
    {
        [1] = 1692599639751,
        [2] = "2023-08-21 14:33:59.751 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [328] = 
    {
        [1] = 1692599639756,
        [2] = "2023-08-21 14:33:59.756 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [329] = 
    {
        [1] = 1692599639771,
        [2] = "2023-08-21 14:33:59.771 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [330] = 
    {
        [1] = 1692599639775,
        [2] = "2023-08-21 14:33:59.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [331] = 
    {
        [1] = 1692599639839,
        [2] = "2023-08-21 14:33:59.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [332] = 
    {
        [1] = 1692599639839,
        [2] = "2023-08-21 14:33:59.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [333] = 
    {
        [1] = 1692599639839,
        [2] = "2023-08-21 14:33:59.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [334] = 
    {
        [1] = 1692599639848,
        [2] = "2023-08-21 14:33:59.848 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [335] = 
    {
        [1] = 1692599639854,
        [2] = "2023-08-21 14:33:59.854 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [336] = 
    {
        [1] = 1692599639855,
        [2] = "2023-08-21 14:33:59.855 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [337] = 
    {
        [1] = 1692599639893,
        [2] = "2023-08-21 14:33:59.893 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [338] = 
    {
        [1] = 1692599640152,
        [2] = "2023-08-21 14:34:00.152 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [339] = 
    {
        [1] = 1692599640247,
        [2] = "2023-08-21 14:34:00.247 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [340] = 
    {
        [1] = 1692599640257,
        [2] = "2023-08-21 14:34:00.257 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [341] = 
    {
        [1] = 1692599640275,
        [2] = "2023-08-21 14:34:00.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [342] = 
    {
        [1] = 1692599640275,
        [2] = "2023-08-21 14:34:00.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [343] = 
    {
        [1] = 1692599640288,
        [2] = "2023-08-21 14:34:00.288 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [344] = 
    {
        [1] = 1692599640368,
        [2] = "2023-08-21 14:34:00.368 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [345] = 
    {
        [1] = 1692599640368,
        [2] = "2023-08-21 14:34:00.368 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [346] = 
    {
        [1] = 1692599640373,
        [2] = "2023-08-21 14:34:00.373 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [347] = 
    {
        [1] = 1692599640384,
        [2] = "2023-08-21 14:34:00.384 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [348] = 
    {
        [1] = 1692599640390,
        [2] = "2023-08-21 14:34:00.390 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [349] = 
    {
        [1] = 1692599640486,
        [2] = "2023-08-21 14:34:00.486 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [350] = 
    {
        [1] = 1692599640494,
        [2] = "2023-08-21 14:34:00.494 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [351] = 
    {
        [1] = 1692599640499,
        [2] = "2023-08-21 14:34:00.499 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [352] = 
    {
        [1] = 1692599640505,
        [2] = "2023-08-21 14:34:00.505 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [353] = 
    {
        [1] = 1692599640549,
        [2] = "2023-08-21 14:34:00.549 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [354] = 
    {
        [1] = 1692599640615,
        [2] = "2023-08-21 14:34:00.615 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [355] = 
    {
        [1] = 1692599641058,
        [2] = "2023-08-21 14:34:01.058 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 13.933s)",
        [7] = "",
    },
    [356] = 
    {
        [1] = 1692599646278,
        [2] = "2023-08-21 14:34:06.278 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [357] = 
    {
        [1] = 1692600710332,
        [2] = "2023-08-21 14:51:50.332 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "AwesomeGuildStore",
        [6] = "无法请求搜索结果",
        [7] = "",
    },
    [358] = 
    {
        [1] = 1692600951024,
        [2] = "2023-08-21 14:55:51.024 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "You can find \"风暴港藏宝图 VI\" in this zone",
        [7] = "",
    },
    [359] = 
    {
        [1] = 1692602350442,
        [2] = "2023-08-21 15:19:10.442 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [360] = 
    {
        [1] = 1692602355552,
        [2] = "2023-08-21 15:19:15.552 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [361] = 
    {
        [1] = 1692602443930,
        [2] = "2023-08-21 15:20:43.930 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @HKR1949 - 伽林",
        [7] = "",
    },
    [362] = 
    {
        [1] = 1692602644942,
        [2] = "2023-08-21 15:24:04.942 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "你的魔力充能已耗尽。",
        [7] = "",
    },
    [363] = 
    {
        [1] = 1692602720142,
        [2] = "2023-08-21 15:25:20.142 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [364] = 
    {
        [1] = 1692602752153,
        [2] = "2023-08-21 15:25:52.153 +0800",
        [3] = 3,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [365] = 
    {
        [1] = 1692602817347,
        [2] = "2023-08-21 15:26:57.347 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "战斗过程中无法使用该收藏品。",
        [7] = "",
    },
    [366] = 
    {
        [1] = 1692602833513,
        [2] = "2023-08-21 15:27:13.513 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA我准备好面对一切了！",
        [7] = "",
    },
    [367] = 
    {
        [1] = 1692602891792,
        [2] = "2023-08-21 15:28:11.792 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "预知技能无法穿透到此深度。",
        [7] = "",
    },
    [368] = 
    {
        [1] = 1692602898542,
        [2] = "2023-08-21 15:28:18.542 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [369] = 
    {
        [1] = 1692602923832,
        [2] = "2023-08-21 15:28:43.832 +0800",
        [3] = 5,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [370] = 
    {
        [1] = 1692603028753,
        [2] = "2023-08-21 15:30:28.753 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "预知技能无法穿透到此深度。",
        [7] = "",
    },
    [371] = 
    {
        [1] = 1692603034533,
        [2] = "2023-08-21 15:30:34.533 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "预知技能的能力已耗尽。",
        [7] = "",
    },
    [372] = 
    {
        [1] = 1692603040693,
        [2] = "2023-08-21 15:30:40.693 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [373] = 
    {
        [1] = 1692603073924,
        [2] = "2023-08-21 15:31:13.924 +0800",
        [3] = 2,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [374] = 
    {
        [1] = 1692603208262,
        [2] = "2023-08-21 15:33:28.262 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF巴斯蒂安·哈利克斯: |cAAAAAA咱们去找人帮忙吧。",
        [7] = "",
    },
    [375] = 
    {
        [1] = 1692603213602,
        [2] = "2023-08-21 15:33:33.602 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [376] = 
    {
        [1] = 1692603215352,
        [2] = "2023-08-21 15:33:35.352 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [377] = 
    {
        [1] = 1692603223839,
        [2] = "2023-08-21 15:33:43.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我在这儿！你真幸运！",
        [7] = "",
    },
    [378] = 
    {
        [1] = 1692603252600,
        [2] = "2023-08-21 15:34:12.600 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @Lvzhenjie2023 - 黑木",
        [7] = "",
    },
    [379] = 
    {
        [1] = 1692603273180,
        [2] = "2023-08-21 15:34:33.180 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "You can find \"黑木藏宝图V\" in this zone",
        [7] = "",
    },
    [380] = 
    {
        [1] = 1692603281861,
        [2] = "2023-08-21 15:34:41.861 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "当前无法骑乘。",
        [7] = "",
    },
    [381] = 
    {
        [1] = 1692603294504,
        [2] = "2023-08-21 15:34:54.504 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们出发了！",
        [7] = "",
    },
    [382] = 
    {
        [1] = 1692603427655,
        [2] = "2023-08-21 15:37:07.655 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在战斗时骑乘。",
        [7] = "",
    },
    [383] = 
    {
        [1] = 1692603432045,
        [2] = "2023-08-21 15:37:12.045 +0800",
        [3] = 2,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在战斗时骑乘。",
        [7] = "",
    },
    [384] = 
    {
        [1] = 1692603498395,
        [2] = "2023-08-21 15:38:18.395 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [385] = 
    {
        [1] = 1692603501416,
        [2] = "2023-08-21 15:38:21.416 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [386] = 
    {
        [1] = 1692603599231,
        [2] = "2023-08-21 15:39:59.231 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: 格拉特森林 (温暖豆荚)",
        [7] = "",
    },
    [387] = 
    {
        [1] = 1692603609321,
        [2] = "2023-08-21 15:40:09.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: 收割者边界 (流畅小溪之家)",
        [7] = "",
    },
    [388] = 
    {
        [1] = 1692623904003,
        [2] = "2023-08-21 21:18:24.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 21:17:20.283 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 60/130\nallow outdated\nfullscreen windowed (D3D11)\n1920 x 3413\ndefault scale (0.5625)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [389] = 
    {
        [1] = 1692623906836,
        [2] = "2023-08-21 21:18:26.836 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [390] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [391] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [392] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [393] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [394] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [395] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [396] = 
    {
        [1] = 1692623906837,
        [2] = "2023-08-21 21:18:26.837 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [397] = 
    {
        [1] = 1692623906951,
        [2] = "2023-08-21 21:18:26.951 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [398] = 
    {
        [1] = 1692623906951,
        [2] = "2023-08-21 21:18:26.951 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [399] = 
    {
        [1] = 1692623906951,
        [2] = "2023-08-21 21:18:26.951 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [400] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [401] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [402] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [403] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [404] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [405] = 
    {
        [1] = 1692623906958,
        [2] = "2023-08-21 21:18:26.958 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [406] = 
    {
        [1] = 1692623906963,
        [2] = "2023-08-21 21:18:26.963 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [407] = 
    {
        [1] = 1692623906969,
        [2] = "2023-08-21 21:18:26.969 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [408] = 
    {
        [1] = 1692623906969,
        [2] = "2023-08-21 21:18:26.969 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [409] = 
    {
        [1] = 1692623906969,
        [2] = "2023-08-21 21:18:26.969 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [410] = 
    {
        [1] = 1692623906976,
        [2] = "2023-08-21 21:18:26.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [411] = 
    {
        [1] = 1692623907007,
        [2] = "2023-08-21 21:18:27.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [412] = 
    {
        [1] = 1692623907007,
        [2] = "2023-08-21 21:18:27.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [413] = 
    {
        [1] = 1692623907007,
        [2] = "2023-08-21 21:18:27.007 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [414] = 
    {
        [1] = 1692623907019,
        [2] = "2023-08-21 21:18:27.019 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [415] = 
    {
        [1] = 1692623907066,
        [2] = "2023-08-21 21:18:27.066 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [416] = 
    {
        [1] = 1692623907073,
        [2] = "2023-08-21 21:18:27.073 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [417] = 
    {
        [1] = 1692623907302,
        [2] = "2023-08-21 21:18:27.302 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [418] = 
    {
        [1] = 1692623907400,
        [2] = "2023-08-21 21:18:27.400 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [419] = 
    {
        [1] = 1692623907643,
        [2] = "2023-08-21 21:18:27.643 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [420] = 
    {
        [1] = 1692623907657,
        [2] = "2023-08-21 21:18:27.657 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [421] = 
    {
        [1] = 1692623907684,
        [2] = "2023-08-21 21:18:27.684 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [422] = 
    {
        [1] = 1692623907684,
        [2] = "2023-08-21 21:18:27.684 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [423] = 
    {
        [1] = 1692623907684,
        [2] = "2023-08-21 21:18:27.684 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [424] = 
    {
        [1] = 1692623907687,
        [2] = "2023-08-21 21:18:27.687 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [425] = 
    {
        [1] = 1692623907687,
        [2] = "2023-08-21 21:18:27.687 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [426] = 
    {
        [1] = 1692623907690,
        [2] = "2023-08-21 21:18:27.690 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [427] = 
    {
        [1] = 1692623907696,
        [2] = "2023-08-21 21:18:27.696 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [428] = 
    {
        [1] = 1692623907699,
        [2] = "2023-08-21 21:18:27.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [429] = 
    {
        [1] = 1692623907699,
        [2] = "2023-08-21 21:18:27.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [430] = 
    {
        [1] = 1692623907699,
        [2] = "2023-08-21 21:18:27.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [431] = 
    {
        [1] = 1692623907699,
        [2] = "2023-08-21 21:18:27.699 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [432] = 
    {
        [1] = 1692623907703,
        [2] = "2023-08-21 21:18:27.703 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [433] = 
    {
        [1] = 1692623907712,
        [2] = "2023-08-21 21:18:27.712 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [434] = 
    {
        [1] = 1692623907716,
        [2] = "2023-08-21 21:18:27.716 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [435] = 
    {
        [1] = 1692623907757,
        [2] = "2023-08-21 21:18:27.757 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [436] = 
    {
        [1] = 1692623907757,
        [2] = "2023-08-21 21:18:27.757 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [437] = 
    {
        [1] = 1692623907757,
        [2] = "2023-08-21 21:18:27.757 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [438] = 
    {
        [1] = 1692623907765,
        [2] = "2023-08-21 21:18:27.765 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [439] = 
    {
        [1] = 1692623907768,
        [2] = "2023-08-21 21:18:27.768 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [440] = 
    {
        [1] = 1692623907769,
        [2] = "2023-08-21 21:18:27.769 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [441] = 
    {
        [1] = 1692623907792,
        [2] = "2023-08-21 21:18:27.792 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [442] = 
    {
        [1] = 1692623908040,
        [2] = "2023-08-21 21:18:28.040 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [443] = 
    {
        [1] = 1692623908112,
        [2] = "2023-08-21 21:18:28.112 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [444] = 
    {
        [1] = 1692623908120,
        [2] = "2023-08-21 21:18:28.120 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [445] = 
    {
        [1] = 1692623908128,
        [2] = "2023-08-21 21:18:28.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [446] = 
    {
        [1] = 1692623908128,
        [2] = "2023-08-21 21:18:28.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [447] = 
    {
        [1] = 1692623908131,
        [2] = "2023-08-21 21:18:28.131 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [448] = 
    {
        [1] = 1692623908205,
        [2] = "2023-08-21 21:18:28.205 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [449] = 
    {
        [1] = 1692623908205,
        [2] = "2023-08-21 21:18:28.205 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [450] = 
    {
        [1] = 1692623908208,
        [2] = "2023-08-21 21:18:28.208 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [451] = 
    {
        [1] = 1692623908215,
        [2] = "2023-08-21 21:18:28.215 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [452] = 
    {
        [1] = 1692623908218,
        [2] = "2023-08-21 21:18:28.218 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [453] = 
    {
        [1] = 1692623908272,
        [2] = "2023-08-21 21:18:28.272 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [454] = 
    {
        [1] = 1692623908275,
        [2] = "2023-08-21 21:18:28.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [455] = 
    {
        [1] = 1692623908277,
        [2] = "2023-08-21 21:18:28.277 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [456] = 
    {
        [1] = 1692623908280,
        [2] = "2023-08-21 21:18:28.280 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [457] = 
    {
        [1] = 1692623908305,
        [2] = "2023-08-21 21:18:28.305 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [458] = 
    {
        [1] = 1692623908347,
        [2] = "2023-08-21 21:18:28.347 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [459] = 
    {
        [1] = 1692623909873,
        [2] = "2023-08-21 21:18:29.873 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 5.873s)",
        [7] = "",
    },
    [460] = 
    {
        [1] = 1692623909940,
        [2] = "2023-08-21 21:18:29.940 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [461] = 
    {
        [1] = 1692623910060,
        [2] = "2023-08-21 21:18:30.060 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "LibLazyCrafting: Beginning scrape of set items. Estimated time: 36s",
        [7] = "",
    },
    [462] = 
    {
        [1] = 1692623910062,
        [2] = "2023-08-21 21:18:30.062 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "This is a (usually) once per major game update scan. Please wait until it it is complete.",
        [7] = "",
    },
    [463] = 
    {
        [1] = 1692623915030,
        [2] = "2023-08-21 21:18:35.030 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [464] = 
    {
        [1] = 1692623927832,
        [2] = "2023-08-21 21:18:47.832 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "LibLazyCrafting: Item Scrape complete",
        [7] = "",
    },
    [465] = 
    {
        [1] = 1692624725638,
        [2] = "2023-08-21 21:32:05.638 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "没有可领取的每日奖励",
        [7] = "",
    },
    [466] = 
    {
        [1] = 1692627355005,
        [2] = "2023-08-21 22:15:55.005 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 22:15:14.961 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 60/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [467] = 
    {
        [1] = 1692627357843,
        [2] = "2023-08-21 22:15:57.843 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [468] = 
    {
        [1] = 1692627357845,
        [2] = "2023-08-21 22:15:57.845 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [469] = 
    {
        [1] = 1692627357846,
        [2] = "2023-08-21 22:15:57.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [470] = 
    {
        [1] = 1692627357846,
        [2] = "2023-08-21 22:15:57.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [471] = 
    {
        [1] = 1692627357881,
        [2] = "2023-08-21 22:15:57.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [472] = 
    {
        [1] = 1692627357881,
        [2] = "2023-08-21 22:15:57.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [473] = 
    {
        [1] = 1692627357881,
        [2] = "2023-08-21 22:15:57.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [474] = 
    {
        [1] = 1692627357881,
        [2] = "2023-08-21 22:15:57.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [475] = 
    {
        [1] = 1692627357993,
        [2] = "2023-08-21 22:15:57.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [476] = 
    {
        [1] = 1692627357993,
        [2] = "2023-08-21 22:15:57.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [477] = 
    {
        [1] = 1692627357993,
        [2] = "2023-08-21 22:15:57.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [478] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [479] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [480] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [481] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [482] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [483] = 
    {
        [1] = 1692627358000,
        [2] = "2023-08-21 22:15:58.000 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [484] = 
    {
        [1] = 1692627358004,
        [2] = "2023-08-21 22:15:58.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [485] = 
    {
        [1] = 1692627358011,
        [2] = "2023-08-21 22:15:58.011 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [486] = 
    {
        [1] = 1692627358011,
        [2] = "2023-08-21 22:15:58.011 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [487] = 
    {
        [1] = 1692627358011,
        [2] = "2023-08-21 22:15:58.011 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [488] = 
    {
        [1] = 1692627358014,
        [2] = "2023-08-21 22:15:58.014 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [489] = 
    {
        [1] = 1692627358043,
        [2] = "2023-08-21 22:15:58.043 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [490] = 
    {
        [1] = 1692627358043,
        [2] = "2023-08-21 22:15:58.043 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [491] = 
    {
        [1] = 1692627358043,
        [2] = "2023-08-21 22:15:58.043 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [492] = 
    {
        [1] = 1692627358052,
        [2] = "2023-08-21 22:15:58.052 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [493] = 
    {
        [1] = 1692627358096,
        [2] = "2023-08-21 22:15:58.096 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [494] = 
    {
        [1] = 1692627358104,
        [2] = "2023-08-21 22:15:58.104 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [495] = 
    {
        [1] = 1692627358338,
        [2] = "2023-08-21 22:15:58.338 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [496] = 
    {
        [1] = 1692627358477,
        [2] = "2023-08-21 22:15:58.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [497] = 
    {
        [1] = 1692627358721,
        [2] = "2023-08-21 22:15:58.721 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [498] = 
    {
        [1] = 1692627358736,
        [2] = "2023-08-21 22:15:58.736 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [499] = 
    {
        [1] = 1692627358762,
        [2] = "2023-08-21 22:15:58.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [500] = 
    {
        [1] = 1692627358762,
        [2] = "2023-08-21 22:15:58.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [501] = 
    {
        [1] = 1692627358762,
        [2] = "2023-08-21 22:15:58.762 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [502] = 
    {
        [1] = 1692627358766,
        [2] = "2023-08-21 22:15:58.766 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [503] = 
    {
        [1] = 1692627358766,
        [2] = "2023-08-21 22:15:58.766 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [504] = 
    {
        [1] = 1692627358769,
        [2] = "2023-08-21 22:15:58.769 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [505] = 
    {
        [1] = 1692627358775,
        [2] = "2023-08-21 22:15:58.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [506] = 
    {
        [1] = 1692627358778,
        [2] = "2023-08-21 22:15:58.778 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [507] = 
    {
        [1] = 1692627358778,
        [2] = "2023-08-21 22:15:58.778 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [508] = 
    {
        [1] = 1692627358778,
        [2] = "2023-08-21 22:15:58.778 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [509] = 
    {
        [1] = 1692627358778,
        [2] = "2023-08-21 22:15:58.778 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [510] = 
    {
        [1] = 1692627358782,
        [2] = "2023-08-21 22:15:58.782 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [511] = 
    {
        [1] = 1692627358791,
        [2] = "2023-08-21 22:15:58.791 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [512] = 
    {
        [1] = 1692627358795,
        [2] = "2023-08-21 22:15:58.795 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [513] = 
    {
        [1] = 1692627358844,
        [2] = "2023-08-21 22:15:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [514] = 
    {
        [1] = 1692627358844,
        [2] = "2023-08-21 22:15:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [515] = 
    {
        [1] = 1692627358844,
        [2] = "2023-08-21 22:15:58.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [516] = 
    {
        [1] = 1692627358852,
        [2] = "2023-08-21 22:15:58.852 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [517] = 
    {
        [1] = 1692627358857,
        [2] = "2023-08-21 22:15:58.857 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [518] = 
    {
        [1] = 1692627358858,
        [2] = "2023-08-21 22:15:58.858 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [519] = 
    {
        [1] = 1692627358889,
        [2] = "2023-08-21 22:15:58.889 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [520] = 
    {
        [1] = 1692627359144,
        [2] = "2023-08-21 22:15:59.144 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [521] = 
    {
        [1] = 1692627359219,
        [2] = "2023-08-21 22:15:59.219 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [522] = 
    {
        [1] = 1692627359227,
        [2] = "2023-08-21 22:15:59.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [523] = 
    {
        [1] = 1692627359237,
        [2] = "2023-08-21 22:15:59.237 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [524] = 
    {
        [1] = 1692627359237,
        [2] = "2023-08-21 22:15:59.237 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [525] = 
    {
        [1] = 1692627359242,
        [2] = "2023-08-21 22:15:59.242 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [526] = 
    {
        [1] = 1692627359308,
        [2] = "2023-08-21 22:15:59.308 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [527] = 
    {
        [1] = 1692627359308,
        [2] = "2023-08-21 22:15:59.308 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [528] = 
    {
        [1] = 1692627359311,
        [2] = "2023-08-21 22:15:59.311 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [529] = 
    {
        [1] = 1692627359320,
        [2] = "2023-08-21 22:15:59.320 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [530] = 
    {
        [1] = 1692627359323,
        [2] = "2023-08-21 22:15:59.323 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [531] = 
    {
        [1] = 1692627359378,
        [2] = "2023-08-21 22:15:59.378 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [532] = 
    {
        [1] = 1692627359380,
        [2] = "2023-08-21 22:15:59.380 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [533] = 
    {
        [1] = 1692627359383,
        [2] = "2023-08-21 22:15:59.383 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [534] = 
    {
        [1] = 1692627359385,
        [2] = "2023-08-21 22:15:59.385 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [535] = 
    {
        [1] = 1692627359407,
        [2] = "2023-08-21 22:15:59.407 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [536] = 
    {
        [1] = 1692627359448,
        [2] = "2023-08-21 22:15:59.448 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [537] = 
    {
        [1] = 1692627360982,
        [2] = "2023-08-21 22:16:00.982 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 5.982s)",
        [7] = "",
    },
    [538] = 
    {
        [1] = 1692627361031,
        [2] = "2023-08-21 22:16:01.031 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [539] = 
    {
        [1] = 1692627366109,
        [2] = "2023-08-21 22:16:06.109 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [540] = 
    {
        [1] = 1692627747505,
        [2] = "2023-08-21 22:22:27.505 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "队伍成员的角色不兼容。",
        [7] = "",
    },
    [541] = 
    {
        [1] = 1692627747506,
        [2] = "2023-08-21 22:22:27.506 +0800",
        [3] = 3,
        [4] = "W",
        [5] = "UI",
        [6] = "队伍成员的角色不兼容。",
        [7] = "",
    },
    [542] = 
    {
        [1] = 1692627836300,
        [2] = "2023-08-21 22:23:56.300 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者瑟瑞昂: |cAAAAAA阿蕾杜尔！你还活着！",
        [7] = "",
    },
    [543] = 
    {
        [1] = 1692627862171,
        [2] = "2023-08-21 22:24:22.171 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王十二世: |cAAAAAA这是什么愉悦的蠢货？\r\n\r\n守护者让一个外来者来面对我？你们这群傻瓜堕落到这个地步了。",
        [7] = "",
    },
    [544] = 
    {
        [1] = 1692627891224,
        [2] = "2023-08-21 22:24:51.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王十二世: |cAAAAAA要证明你的勇气，有简单得多的办法，凡人。转身回去吧，否则你会遭逢和守护者们一样的命运。",
        [7] = "",
    },
    [545] = 
    {
        [1] = 1692627950159,
        [2] = "2023-08-21 22:25:50.159 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者瑟瑞昂: |cAAAAAA是沃拉尼尔！阿蕾杜尔，快去见他。",
        [7] = "",
    },
    [546] = 
    {
        [1] = 1692627954679,
        [2] = "2023-08-21 22:25:54.679 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者阿蕾杜尔: |cAAAAAA苍穹之光啊！希望他能活下来。",
        [7] = "",
    },
    [547] = 
    {
        [1] = 1692628008446,
        [2] = "2023-08-21 22:26:48.446 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者阿蕾杜尔: |cAAAAAA在那边，是沃拉尼尔！我们找到她了。",
        [7] = "",
    },
    [548] = 
    {
        [1] = 1692628012036,
        [2] = "2023-08-21 22:26:52.036 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者沃拉尼尔: |cAAAAAA我看到她了。希望她还活着。今天结束前我们还需要她。",
        [7] = "",
    },
    [549] = 
    {
        [1] = 1692628049743,
        [2] = "2023-08-21 22:27:29.743 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA是你吗，瑟瑞昂？我不知道你是怎么击败那些灾星的，但我很乐意再多派一些。",
        [7] = "",
    },
    [550] = 
    {
        [1] = 1692628052894,
        [2] = "2023-08-21 22:27:32.894 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA这下有得玩了！",
        [7] = "",
    },
    [551] = 
    {
        [1] = 1692628058783,
        [2] = "2023-08-21 22:27:38.783 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA啊，是外来者。那看来守护者是不敢面对我了，很好，那你就替他们去死吧。",
        [7] = "",
    },
    [552] = 
    {
        [1] = 1692628074966,
        [2] = "2023-08-21 22:27:54.966 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA你以为你打败我了吗？真可笑！\r\n\r\n你没发现我签订的契约能使得我不死吗？",
        [7] = "",
    },
    [553] = 
    {
        [1] = 1692628085046,
        [2] = "2023-08-21 22:28:05.046 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者瑟瑞昂: |cAAAAAA别听他说的，守护者。开始分离吧。",
        [7] = "",
    },
    [554] = 
    {
        [1] = 1692628089376,
        [2] = "2023-08-21 22:28:09.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF看守者沃拉尼尔: |cAAAAAA我不太确定这行不行得通，瑟瑞昂！",
        [7] = "",
    },
    [555] = 
    {
        [1] = 1692628092916,
        [2] = "2023-08-21 22:28:12.916 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA哈哈哈！你们这群人干什么呢？噢，我确实很喜欢看魔法。这是魔法吗？跟我从魔族那里学到的咒语相比可要差得远了，不过我本来对肉体凡胎的高精灵也没有多少期待。",
        [7] = "",
    },
    [556] = 
    {
        [1] = 1692628107846,
        [2] = "2023-08-21 22:28:27.846 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们这是遇到了什么样的麻烦？",
        [7] = "",
    },
    [557] = 
    {
        [1] = 1692628109996,
        [2] = "2023-08-21 22:28:29.996 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF利里斯亲王: |cAAAAAA记住，孩子——你自己是无法把我困在这里的，至少魔族在为我战斗的时候不可能。\r\n\r\n你那边要是有魔族的话，也许你会表现好些！哈哈哈！",
        [7] = "",
    },
    [558] = 
    {
        [1] = 1692629199228,
        [2] = "2023-08-21 22:46:39.228 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA嘿，你。",
        [7] = "",
    },
    [559] = 
    {
        [1] = 1692629548737,
        [2] = "2023-08-21 22:52:28.737 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "物品未准备就绪",
        [7] = "",
    },
    [560] = 
    {
        [1] = 1692629741003,
        [2] = "2023-08-21 22:55:41.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 22:15:14.673 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 63/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [561] = 
    {
        [1] = 1692629744647,
        [2] = "2023-08-21 22:55:44.647 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [562] = 
    {
        [1] = 1692629744648,
        [2] = "2023-08-21 22:55:44.648 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [563] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [564] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [565] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [566] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [567] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [568] = 
    {
        [1] = 1692629744649,
        [2] = "2023-08-21 22:55:44.649 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [569] = 
    {
        [1] = 1692629744847,
        [2] = "2023-08-21 22:55:44.847 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [570] = 
    {
        [1] = 1692629744847,
        [2] = "2023-08-21 22:55:44.847 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [571] = 
    {
        [1] = 1692629744848,
        [2] = "2023-08-21 22:55:44.848 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [572] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [573] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [574] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [575] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [576] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [577] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [578] = 
    {
        [1] = 1692629744863,
        [2] = "2023-08-21 22:55:44.863 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [579] = 
    {
        [1] = 1692629744867,
        [2] = "2023-08-21 22:55:44.867 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [580] = 
    {
        [1] = 1692629744882,
        [2] = "2023-08-21 22:55:44.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [581] = 
    {
        [1] = 1692629744882,
        [2] = "2023-08-21 22:55:44.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [582] = 
    {
        [1] = 1692629744882,
        [2] = "2023-08-21 22:55:44.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [583] = 
    {
        [1] = 1692629744882,
        [2] = "2023-08-21 22:55:44.882 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [584] = 
    {
        [1] = 1692629744886,
        [2] = "2023-08-21 22:55:44.886 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [585] = 
    {
        [1] = 1692629745286,
        [2] = "2023-08-21 22:55:45.286 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [586] = 
    {
        [1] = 1692629745291,
        [2] = "2023-08-21 22:55:45.291 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [587] = 
    {
        [1] = 1692629745309,
        [2] = "2023-08-21 22:55:45.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [588] = 
    {
        [1] = 1692629745309,
        [2] = "2023-08-21 22:55:45.309 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [589] = 
    {
        [1] = 1692629745310,
        [2] = "2023-08-21 22:55:45.310 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [590] = 
    {
        [1] = 1692629745324,
        [2] = "2023-08-21 22:55:45.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [591] = 
    {
        [1] = 1692629745413,
        [2] = "2023-08-21 22:55:45.413 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [592] = 
    {
        [1] = 1692629745426,
        [2] = "2023-08-21 22:55:45.426 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [593] = 
    {
        [1] = 1692629745889,
        [2] = "2023-08-21 22:55:45.889 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [594] = 
    {
        [1] = 1692629746027,
        [2] = "2023-08-21 22:55:46.027 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [595] = 
    {
        [1] = 1692629746269,
        [2] = "2023-08-21 22:55:46.269 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [596] = 
    {
        [1] = 1692629746295,
        [2] = "2023-08-21 22:55:46.295 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [597] = 
    {
        [1] = 1692629746354,
        [2] = "2023-08-21 22:55:46.354 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [598] = 
    {
        [1] = 1692629746354,
        [2] = "2023-08-21 22:55:46.354 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [599] = 
    {
        [1] = 1692629746359,
        [2] = "2023-08-21 22:55:46.359 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [600] = 
    {
        [1] = 1692629746359,
        [2] = "2023-08-21 22:55:46.359 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [601] = 
    {
        [1] = 1692629746364,
        [2] = "2023-08-21 22:55:46.364 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [602] = 
    {
        [1] = 1692629746376,
        [2] = "2023-08-21 22:55:46.376 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [603] = 
    {
        [1] = 1692629746381,
        [2] = "2023-08-21 22:55:46.381 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [604] = 
    {
        [1] = 1692629746381,
        [2] = "2023-08-21 22:55:46.381 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [605] = 
    {
        [1] = 1692629746381,
        [2] = "2023-08-21 22:55:46.381 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [606] = 
    {
        [1] = 1692629746381,
        [2] = "2023-08-21 22:55:46.381 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [607] = 
    {
        [1] = 1692629746386,
        [2] = "2023-08-21 22:55:46.386 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [608] = 
    {
        [1] = 1692629746404,
        [2] = "2023-08-21 22:55:46.404 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [609] = 
    {
        [1] = 1692629746409,
        [2] = "2023-08-21 22:55:46.409 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [610] = 
    {
        [1] = 1692629746478,
        [2] = "2023-08-21 22:55:46.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [611] = 
    {
        [1] = 1692629746478,
        [2] = "2023-08-21 22:55:46.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [612] = 
    {
        [1] = 1692629746479,
        [2] = "2023-08-21 22:55:46.479 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [613] = 
    {
        [1] = 1692629746491,
        [2] = "2023-08-21 22:55:46.491 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [614] = 
    {
        [1] = 1692629746505,
        [2] = "2023-08-21 22:55:46.505 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [615] = 
    {
        [1] = 1692629746506,
        [2] = "2023-08-21 22:55:46.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [616] = 
    {
        [1] = 1692629746534,
        [2] = "2023-08-21 22:55:46.534 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [617] = 
    {
        [1] = 1692629746788,
        [2] = "2023-08-21 22:55:46.788 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [618] = 
    {
        [1] = 1692629747054,
        [2] = "2023-08-21 22:55:47.054 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [619] = 
    {
        [1] = 1692629747074,
        [2] = "2023-08-21 22:55:47.074 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [620] = 
    {
        [1] = 1692629747113,
        [2] = "2023-08-21 22:55:47.113 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [621] = 
    {
        [1] = 1692629747119,
        [2] = "2023-08-21 22:55:47.119 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [622] = 
    {
        [1] = 1692629747207,
        [2] = "2023-08-21 22:55:47.207 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [623] = 
    {
        [1] = 1692629747208,
        [2] = "2023-08-21 22:55:47.208 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [624] = 
    {
        [1] = 1692629747213,
        [2] = "2023-08-21 22:55:47.213 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [625] = 
    {
        [1] = 1692629747241,
        [2] = "2023-08-21 22:55:47.241 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [626] = 
    {
        [1] = 1692629747247,
        [2] = "2023-08-21 22:55:47.247 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [627] = 
    {
        [1] = 1692629747447,
        [2] = "2023-08-21 22:55:47.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [628] = 
    {
        [1] = 1692629747458,
        [2] = "2023-08-21 22:55:47.458 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [629] = 
    {
        [1] = 1692629747467,
        [2] = "2023-08-21 22:55:47.467 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [630] = 
    {
        [1] = 1692629747480,
        [2] = "2023-08-21 22:55:47.480 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [631] = 
    {
        [1] = 1692629747573,
        [2] = "2023-08-21 22:55:47.573 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [632] = 
    {
        [1] = 1692629747768,
        [2] = "2023-08-21 22:55:47.768 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [633] = 
    {
        [1] = 1692629747775,
        [2] = "2023-08-21 22:55:47.775 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [634] = 
    {
        [1] = 1692629748274,
        [2] = "2023-08-21 22:55:48.274 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 14.499s)",
        [7] = "",
    },
    [635] = 
    {
        [1] = 1692629748336,
        [2] = "2023-08-21 22:55:48.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [636] = 
    {
        [1] = 1692629753598,
        [2] = "2023-08-21 22:55:53.598 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [637] = 
    {
        [1] = 1692629774003,
        [2] = "2023-08-21 22:56:14.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 22:15:15.300 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nen\nEnglish\naddon count: 63/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [638] = 
    {
        [1] = 1692629777875,
        [2] = "2023-08-21 22:56:17.875 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [639] = 
    {
        [1] = 1692629777877,
        [2] = "2023-08-21 22:56:17.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [640] = 
    {
        [1] = 1692629777877,
        [2] = "2023-08-21 22:56:17.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [641] = 
    {
        [1] = 1692629777877,
        [2] = "2023-08-21 22:56:17.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [642] = 
    {
        [1] = 1692629777878,
        [2] = "2023-08-21 22:56:17.878 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [643] = 
    {
        [1] = 1692629777878,
        [2] = "2023-08-21 22:56:17.878 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [644] = 
    {
        [1] = 1692629777878,
        [2] = "2023-08-21 22:56:17.878 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [645] = 
    {
        [1] = 1692629777878,
        [2] = "2023-08-21 22:56:17.878 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [646] = 
    {
        [1] = 1692629778092,
        [2] = "2023-08-21 22:56:18.092 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [647] = 
    {
        [1] = 1692629778093,
        [2] = "2023-08-21 22:56:18.093 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [648] = 
    {
        [1] = 1692629778093,
        [2] = "2023-08-21 22:56:18.093 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [649] = 
    {
        [1] = 1692629778108,
        [2] = "2023-08-21 22:56:18.108 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [650] = 
    {
        [1] = 1692629778108,
        [2] = "2023-08-21 22:56:18.108 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [651] = 
    {
        [1] = 1692629778108,
        [2] = "2023-08-21 22:56:18.108 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [652] = 
    {
        [1] = 1692629778109,
        [2] = "2023-08-21 22:56:18.109 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [653] = 
    {
        [1] = 1692629778109,
        [2] = "2023-08-21 22:56:18.109 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [654] = 
    {
        [1] = 1692629778109,
        [2] = "2023-08-21 22:56:18.109 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [655] = 
    {
        [1] = 1692629778109,
        [2] = "2023-08-21 22:56:18.109 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [656] = 
    {
        [1] = 1692629778114,
        [2] = "2023-08-21 22:56:18.114 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [657] = 
    {
        [1] = 1692629778128,
        [2] = "2023-08-21 22:56:18.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [658] = 
    {
        [1] = 1692629778128,
        [2] = "2023-08-21 22:56:18.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [659] = 
    {
        [1] = 1692629778128,
        [2] = "2023-08-21 22:56:18.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [660] = 
    {
        [1] = 1692629778128,
        [2] = "2023-08-21 22:56:18.128 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [661] = 
    {
        [1] = 1692629778133,
        [2] = "2023-08-21 22:56:18.133 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [662] = 
    {
        [1] = 1692629778501,
        [2] = "2023-08-21 22:56:18.501 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [663] = 
    {
        [1] = 1692629778506,
        [2] = "2023-08-21 22:56:18.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [664] = 
    {
        [1] = 1692629778531,
        [2] = "2023-08-21 22:56:18.531 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [665] = 
    {
        [1] = 1692629778531,
        [2] = "2023-08-21 22:56:18.531 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [666] = 
    {
        [1] = 1692629778532,
        [2] = "2023-08-21 22:56:18.532 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [667] = 
    {
        [1] = 1692629778545,
        [2] = "2023-08-21 22:56:18.545 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [668] = 
    {
        [1] = 1692629778632,
        [2] = "2023-08-21 22:56:18.632 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [669] = 
    {
        [1] = 1692629778642,
        [2] = "2023-08-21 22:56:18.642 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [670] = 
    {
        [1] = 1692629779098,
        [2] = "2023-08-21 22:56:19.098 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [671] = 
    {
        [1] = 1692629779316,
        [2] = "2023-08-21 22:56:19.316 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [672] = 
    {
        [1] = 1692629779580,
        [2] = "2023-08-21 22:56:19.580 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [673] = 
    {
        [1] = 1692629779610,
        [2] = "2023-08-21 22:56:19.610 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [674] = 
    {
        [1] = 1692629779666,
        [2] = "2023-08-21 22:56:19.666 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [675] = 
    {
        [1] = 1692629779666,
        [2] = "2023-08-21 22:56:19.666 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [676] = 
    {
        [1] = 1692629779672,
        [2] = "2023-08-21 22:56:19.672 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [677] = 
    {
        [1] = 1692629779672,
        [2] = "2023-08-21 22:56:19.672 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [678] = 
    {
        [1] = 1692629779679,
        [2] = "2023-08-21 22:56:19.679 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [679] = 
    {
        [1] = 1692629779695,
        [2] = "2023-08-21 22:56:19.695 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [680] = 
    {
        [1] = 1692629779701,
        [2] = "2023-08-21 22:56:19.701 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [681] = 
    {
        [1] = 1692629779701,
        [2] = "2023-08-21 22:56:19.701 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [682] = 
    {
        [1] = 1692629779701,
        [2] = "2023-08-21 22:56:19.701 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [683] = 
    {
        [1] = 1692629779701,
        [2] = "2023-08-21 22:56:19.701 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [684] = 
    {
        [1] = 1692629779710,
        [2] = "2023-08-21 22:56:19.710 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [685] = 
    {
        [1] = 1692629779738,
        [2] = "2023-08-21 22:56:19.738 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Scan all maps for guild stores",
        [7] = "",
    },
    [686] = 
    {
        [1] = 1692629779749,
        [2] = "2023-08-21 22:56:19.749 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [687] = 
    {
        [1] = 1692629779754,
        [2] = "2023-08-21 22:56:19.754 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [688] = 
    {
        [1] = 1692629779839,
        [2] = "2023-08-21 22:56:19.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [689] = 
    {
        [1] = 1692629779839,
        [2] = "2023-08-21 22:56:19.839 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [690] = 
    {
        [1] = 1692629779840,
        [2] = "2023-08-21 22:56:19.840 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [691] = 
    {
        [1] = 1692629779858,
        [2] = "2023-08-21 22:56:19.858 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [692] = 
    {
        [1] = 1692629779874,
        [2] = "2023-08-21 22:56:19.874 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [693] = 
    {
        [1] = 1692629779875,
        [2] = "2023-08-21 22:56:19.875 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [694] = 
    {
        [1] = 1692629779901,
        [2] = "2023-08-21 22:56:19.901 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [695] = 
    {
        [1] = 1692629780155,
        [2] = "2023-08-21 22:56:20.155 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [696] = 
    {
        [1] = 1692629780441,
        [2] = "2023-08-21 22:56:20.441 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [697] = 
    {
        [1] = 1692629780463,
        [2] = "2023-08-21 22:56:20.463 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [698] = 
    {
        [1] = 1692629780503,
        [2] = "2023-08-21 22:56:20.503 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [699] = 
    {
        [1] = 1692629780511,
        [2] = "2023-08-21 22:56:20.511 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [700] = 
    {
        [1] = 1692629780607,
        [2] = "2023-08-21 22:56:20.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [701] = 
    {
        [1] = 1692629780607,
        [2] = "2023-08-21 22:56:20.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [702] = 
    {
        [1] = 1692629780616,
        [2] = "2023-08-21 22:56:20.616 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [703] = 
    {
        [1] = 1692629780647,
        [2] = "2023-08-21 22:56:20.647 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [704] = 
    {
        [1] = 1692629780655,
        [2] = "2023-08-21 22:56:20.655 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [705] = 
    {
        [1] = 1692629780881,
        [2] = "2023-08-21 22:56:20.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [706] = 
    {
        [1] = 1692629780881,
        [2] = "2023-08-21 22:56:20.881 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [707] = 
    {
        [1] = 1692629780890,
        [2] = "2023-08-21 22:56:20.890 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [708] = 
    {
        [1] = 1692629780902,
        [2] = "2023-08-21 22:56:20.902 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [709] = 
    {
        [1] = 1692629780988,
        [2] = "2023-08-21 22:56:20.988 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [710] = 
    {
        [1] = 1692629781178,
        [2] = "2023-08-21 22:56:21.178 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [711] = 
    {
        [1] = 1692629781185,
        [2] = "2023-08-21 22:56:21.185 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [712] = 
    {
        [1] = 1692629781685,
        [2] = "2023-08-21 22:56:21.685 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 15.051s)",
        [7] = "",
    },
    [713] = 
    {
        [1] = 1692629781747,
        [2] = "2023-08-21 22:56:21.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [714] = 
    {
        [1] = 1692629782170,
        [2] = "2023-08-21 22:56:22.170 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Glenumbra",
        [7] = "",
    },
    [715] = 
    {
        [1] = 1692629782172,
        [2] = "2023-08-21 22:56:22.172 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Daggerfall",
        [7] = "",
    },
    [716] = 
    {
        [1] = 1692629782457,
        [2] = "2023-08-21 22:56:22.457 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Rivenspire",
        [7] = "",
    },
    [717] = 
    {
        [1] = 1692629782459,
        [2] = "2023-08-21 22:56:22.459 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Shornhelm",
        [7] = "",
    },
    [718] = 
    {
        [1] = 1692629782460,
        [2] = "2023-08-21 22:56:22.460 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Hoarfrost Downs",
        [7] = "",
    },
    [719] = 
    {
        [1] = 1692629782506,
        [2] = "2023-08-21 22:56:22.506 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Stormhaven",
        [7] = "",
    },
    [720] = 
    {
        [1] = 1692629782509,
        [2] = "2023-08-21 22:56:22.509 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 8 kiosks in 2 stores on map Wayrest",
        [7] = "",
    },
    [721] = 
    {
        [1] = 1692629782512,
        [2] = "2023-08-21 22:56:22.512 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Koeglin Village",
        [7] = "",
    },
    [722] = 
    {
        [1] = 1692629782538,
        [2] = "2023-08-21 22:56:22.538 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Alik'r Desert",
        [7] = "",
    },
    [723] = 
    {
        [1] = 1692629782540,
        [2] = "2023-08-21 22:56:22.540 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Sentinel",
        [7] = "",
    },
    [724] = 
    {
        [1] = 1692629782571,
        [2] = "2023-08-21 22:56:22.571 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Bangkorai",
        [7] = "",
    },
    [725] = 
    {
        [1] = 1692629782572,
        [2] = "2023-08-21 22:56:22.572 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Hallin's Stand",
        [7] = "",
    },
    [726] = 
    {
        [1] = 1692629782574,
        [2] = "2023-08-21 22:56:22.574 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Evermore",
        [7] = "",
    },
    [727] = 
    {
        [1] = 1692629782605,
        [2] = "2023-08-21 22:56:22.605 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Grahtwood",
        [7] = "",
    },
    [728] = 
    {
        [1] = 1692629782608,
        [2] = "2023-08-21 22:56:22.608 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 8 kiosks in 2 stores on map Elden Root",
        [7] = "",
    },
    [729] = 
    {
        [1] = 1692629782638,
        [2] = "2023-08-21 22:56:22.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Malabal Tor",
        [7] = "",
    },
    [730] = 
    {
        [1] = 1692629782639,
        [2] = "2023-08-21 22:56:22.639 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Velyn Harbor",
        [7] = "",
    },
    [731] = 
    {
        [1] = 1692629782641,
        [2] = "2023-08-21 22:56:22.641 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 5 kiosks in 1 stores on map Baandari Trading Post",
        [7] = "",
    },
    [732] = 
    {
        [1] = 1692629782671,
        [2] = "2023-08-21 22:56:22.671 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Shadowfen",
        [7] = "",
    },
    [733] = 
    {
        [1] = 1692629782674,
        [2] = "2023-08-21 22:56:22.674 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Stormhold",
        [7] = "",
    },
    [734] = 
    {
        [1] = 1692629782705,
        [2] = "2023-08-21 22:56:22.705 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Deshaan",
        [7] = "",
    },
    [735] = 
    {
        [1] = 1692629782709,
        [2] = "2023-08-21 22:56:22.709 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 8 kiosks in 2 stores on map Mournhold",
        [7] = "",
    },
    [736] = 
    {
        [1] = 1692629782740,
        [2] = "2023-08-21 22:56:22.740 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 5 kiosks in 1 stores on map Ebonheart",
        [7] = "",
    },
    [737] = 
    {
        [1] = 1692629782742,
        [2] = "2023-08-21 22:56:22.742 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Davon's Watch",
        [7] = "",
    },
    [738] = 
    {
        [1] = 1692629782742,
        [2] = "2023-08-21 22:56:22.742 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Kragenmoor",
        [7] = "",
    },
    [739] = 
    {
        [1] = 1692629782772,
        [2] = "2023-08-21 22:56:22.772 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Shor's Stone",
        [7] = "",
    },
    [740] = 
    {
        [1] = 1692629782774,
        [2] = "2023-08-21 22:56:22.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Nimalten",
        [7] = "",
    },
    [741] = 
    {
        [1] = 1692629782776,
        [2] = "2023-08-21 22:56:22.776 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Riften",
        [7] = "",
    },
    [742] = 
    {
        [1] = 1692629782804,
        [2] = "2023-08-21 22:56:22.804 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Eastmarch",
        [7] = "",
    },
    [743] = 
    {
        [1] = 1692629782806,
        [2] = "2023-08-21 22:56:22.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Windhelm",
        [7] = "",
    },
    [744] = 
    {
        [1] = 1692629782807,
        [2] = "2023-08-21 22:56:22.807 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Fort Amol",
        [7] = "",
    },
    [745] = 
    {
        [1] = 1692629782871,
        [2] = "2023-08-21 22:56:22.871 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Auridon",
        [7] = "",
    },
    [746] = 
    {
        [1] = 1692629782872,
        [2] = "2023-08-21 22:56:22.872 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 5 kiosks in 1 stores on map Skywatch",
        [7] = "",
    },
    [747] = 
    {
        [1] = 1692629782875,
        [2] = "2023-08-21 22:56:22.875 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Vulkhel Guard",
        [7] = "",
    },
    [748] = 
    {
        [1] = 1692629782905,
        [2] = "2023-08-21 22:56:22.905 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Greenshade",
        [7] = "",
    },
    [749] = 
    {
        [1] = 1692629782908,
        [2] = "2023-08-21 22:56:22.908 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Marbruk",
        [7] = "",
    },
    [750] = 
    {
        [1] = 1692629782939,
        [2] = "2023-08-21 22:56:22.939 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Reaper's March",
        [7] = "",
    },
    [751] = 
    {
        [1] = 1692629782940,
        [2] = "2023-08-21 22:56:22.940 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Dune",
        [7] = "",
    },
    [752] = 
    {
        [1] = 1692629782943,
        [2] = "2023-08-21 22:56:22.943 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 2 stores on map Rawl'kha",
        [7] = "",
    },
    [753] = 
    {
        [1] = 1692629782973,
        [2] = "2023-08-21 22:56:22.973 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Dhalmora",
        [7] = "",
    },
    [754] = 
    {
        [1] = 1692629783006,
        [2] = "2023-08-21 22:56:23.006 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Port Hunding",
        [7] = "",
    },
    [755] = 
    {
        [1] = 1692629783039,
        [2] = "2023-08-21 22:56:23.039 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Stonetooth Fortress",
        [7] = "",
    },
    [756] = 
    {
        [1] = 1692629783072,
        [2] = "2023-08-21 22:56:23.072 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 1 stores on map Mistral",
        [7] = "",
    },
    [757] = 
    {
        [1] = 1692629783105,
        [2] = "2023-08-21 22:56:23.105 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Bleakrock Isle",
        [7] = "",
    },
    [758] = 
    {
        [1] = 1692629783139,
        [2] = "2023-08-21 22:56:23.139 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 2 kiosks in 2 stores on map Coldharbour",
        [7] = "",
    },
    [759] = 
    {
        [1] = 1692629783140,
        [2] = "2023-08-21 22:56:23.140 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 4 kiosks in 1 stores on map The Hollow City",
        [7] = "",
    },
    [760] = 
    {
        [1] = 1692629783208,
        [2] = "2023-08-21 22:56:23.208 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 8 kiosks in 2 stores on map Belkarth",
        [7] = "",
    },
    [761] = 
    {
        [1] = 1692629783273,
        [2] = "2023-08-21 22:56:23.273 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 4 kiosks in 1 stores on map Morkul Stronghold",
        [7] = "",
    },
    [762] = 
    {
        [1] = 1692629783275,
        [2] = "2023-08-21 22:56:23.275 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Orsinium",
        [7] = "",
    },
    [763] = 
    {
        [1] = 1692629783307,
        [2] = "2023-08-21 22:56:23.307 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Abah's Landing",
        [7] = "",
    },
    [764] = 
    {
        [1] = 1692629783341,
        [2] = "2023-08-21 22:56:23.341 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 4 kiosks in 4 stores on map Anvil",
        [7] = "",
    },
    [765] = 
    {
        [1] = 1692629783342,
        [2] = "2023-08-21 22:56:23.342 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 3 kiosks in 1 stores on map Kvatch",
        [7] = "",
    },
    [766] = 
    {
        [1] = 1692629783374,
        [2] = "2023-08-21 22:56:23.374 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 3 kiosks in 1 stores on map Sadrith Mora",
        [7] = "",
    },
    [767] = 
    {
        [1] = 1692629783377,
        [2] = "2023-08-21 22:56:23.377 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 3 kiosks in 1 stores on map Balmora",
        [7] = "",
    },
    [768] = 
    {
        [1] = 1692629783379,
        [2] = "2023-08-21 22:56:23.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Vivec City",
        [7] = "",
    },
    [769] = 
    {
        [1] = 1692629783406,
        [2] = "2023-08-21 22:56:23.406 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Brass Fortress",
        [7] = "",
    },
    [770] = 
    {
        [1] = 1692629783440,
        [2] = "2023-08-21 22:56:23.440 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 3 kiosks in 1 stores on map Shimmerene",
        [7] = "",
    },
    [771] = 
    {
        [1] = 1692629783442,
        [2] = "2023-08-21 22:56:23.442 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Alinor",
        [7] = "",
    },
    [772] = 
    {
        [1] = 1692629783443,
        [2] = "2023-08-21 22:56:23.443 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 3 kiosks in 1 stores on map Lillandril",
        [7] = "",
    },
    [773] = 
    {
        [1] = 1692629783507,
        [2] = "2023-08-21 22:56:23.507 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Lilmoth",
        [7] = "",
    },
    [774] = 
    {
        [1] = 1692629783540,
        [2] = "2023-08-21 22:56:23.540 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "AwesomeGuildStore",
        [6] = "No points to click on Norg-Tzel - some locations kiosks may not get detected",
        [7] = "",
    },
    [775] = 
    {
        [1] = 1692629783575,
        [2] = "2023-08-21 22:56:23.575 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Rimmen",
        [7] = "",
    },
    [776] = 
    {
        [1] = 1692629783606,
        [2] = "2023-08-21 22:56:23.606 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Senchal",
        [7] = "",
    },
    [777] = 
    {
        [1] = 1692629783638,
        [2] = "2023-08-21 22:56:23.638 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Western Skyrim",
        [7] = "",
    },
    [778] = 
    {
        [1] = 1692629783640,
        [2] = "2023-08-21 22:56:23.640 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Solitude",
        [7] = "",
    },
    [779] = 
    {
        [1] = 1692629783774,
        [2] = "2023-08-21 22:56:23.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Markarth",
        [7] = "",
    },
    [780] = 
    {
        [1] = 1692629783806,
        [2] = "2023-08-21 22:56:23.806 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Leyawiin",
        [7] = "",
    },
    [781] = 
    {
        [1] = 1692629783840,
        [2] = "2023-08-21 22:56:23.840 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map The Shambles",
        [7] = "",
    },
    [782] = 
    {
        [1] = 1692629783843,
        [2] = "2023-08-21 22:56:23.843 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Fargrave City District",
        [7] = "",
    },
    [783] = 
    {
        [1] = 1692629783844,
        [2] = "2023-08-21 22:56:23.844 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 6 kiosks in 6 stores on map The Bazaar",
        [7] = "",
    },
    [784] = 
    {
        [1] = 1692629783909,
        [2] = "2023-08-21 22:56:23.909 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Gonfalon Bay",
        [7] = "",
    },
    [785] = 
    {
        [1] = 1692629783975,
        [2] = "2023-08-21 22:56:23.975 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Vastyr",
        [7] = "",
    },
    [786] = 
    {
        [1] = 1692629784006,
        [2] = "2023-08-21 22:56:24.006 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 1 kiosks in 1 stores on map Telvanni Peninsula",
        [7] = "",
    },
    [787] = 
    {
        [1] = 1692629784011,
        [2] = "2023-08-21 22:56:24.011 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Found 7 kiosks in 2 stores on map Necrom",
        [7] = "",
    },
    [788] = 
    {
        [1] = 1692629784039,
        [2] = "2023-08-21 22:56:24.039 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "AwesomeGuildStore",
        [6] = "No points to click on Apocrypha - some locations kiosks may not get detected",
        [7] = "",
    },
    [789] = 
    {
        [1] = 1692629784039,
        [2] = "2023-08-21 22:56:24.039 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "AwesomeGuildStore",
        [6] = "Finished scanning all maps for kiosks - found 274 kiosks in 115 stores",
        [7] = "",
    },
    [790] = 
    {
        [1] = 1692629787027,
        [2] = "2023-08-21 22:56:27.027 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [791] = 
    {
        [1] = 1692629981832,
        [2] = "2023-08-21 22:59:41.832 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "Item not ready yet",
        [7] = "",
    },
    [792] = 
    {
        [1] = 1692630257545,
        [2] = "2023-08-21 23:04:17.545 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44All Saved.|r",
        [7] = "",
    },
    [793] = 
    {
        [1] = 1692630261955,
        [2] = "2023-08-21 23:04:21.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44All Saved.|r",
        [7] = "",
    },
    [794] = 
    {
        [1] = 1692631193042,
        [2] = "2023-08-21 23:19:53.042 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "Item not ready yet",
        [7] = "",
    },
    [795] = 
    {
        [1] = 1692631290521,
        [2] = "2023-08-21 23:21:30.521 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "Item not ready yet",
        [7] = "",
    },
    [796] = 
    {
        [1] = 1692631470003,
        [2] = "2023-08-21 23:24:30.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 22:15:15.053 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nen\nEnglish\naddon count: 64/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [797] = 
    {
        [1] = 1692631473953,
        [2] = "2023-08-21 23:24:33.953 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [798] = 
    {
        [1] = 1692631473954,
        [2] = "2023-08-21 23:24:33.954 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [799] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [800] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [801] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [802] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [803] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [804] = 
    {
        [1] = 1692631473955,
        [2] = "2023-08-21 23:24:33.955 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [805] = 
    {
        [1] = 1692631474144,
        [2] = "2023-08-21 23:24:34.144 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [806] = 
    {
        [1] = 1692631474145,
        [2] = "2023-08-21 23:24:34.145 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [807] = 
    {
        [1] = 1692631474145,
        [2] = "2023-08-21 23:24:34.145 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [808] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [809] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [810] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [811] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [812] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [813] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [814] = 
    {
        [1] = 1692631474163,
        [2] = "2023-08-21 23:24:34.163 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [815] = 
    {
        [1] = 1692631474167,
        [2] = "2023-08-21 23:24:34.167 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [816] = 
    {
        [1] = 1692631474183,
        [2] = "2023-08-21 23:24:34.183 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [817] = 
    {
        [1] = 1692631474183,
        [2] = "2023-08-21 23:24:34.183 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [818] = 
    {
        [1] = 1692631474183,
        [2] = "2023-08-21 23:24:34.183 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [819] = 
    {
        [1] = 1692631474183,
        [2] = "2023-08-21 23:24:34.183 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [820] = 
    {
        [1] = 1692631474187,
        [2] = "2023-08-21 23:24:34.187 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [821] = 
    {
        [1] = 1692631474570,
        [2] = "2023-08-21 23:24:34.570 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [822] = 
    {
        [1] = 1692631474577,
        [2] = "2023-08-21 23:24:34.577 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [823] = 
    {
        [1] = 1692631474604,
        [2] = "2023-08-21 23:24:34.604 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [824] = 
    {
        [1] = 1692631474604,
        [2] = "2023-08-21 23:24:34.604 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [825] = 
    {
        [1] = 1692631474604,
        [2] = "2023-08-21 23:24:34.604 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [826] = 
    {
        [1] = 1692631474612,
        [2] = "2023-08-21 23:24:34.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DolgubonsLazyWritCreator, AddOnVersion: 0, directory: 'user:/AddOns/DolgubonsLazyWritCreator/'",
        [7] = "",
    },
    [827] = 
    {
        [1] = 1692631474741,
        [2] = "2023-08-21 23:24:34.741 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [828] = 
    {
        [1] = 1692631474756,
        [2] = "2023-08-21 23:24:34.756 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [829] = 
    {
        [1] = 1692631474856,
        [2] = "2023-08-21 23:24:34.856 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [830] = 
    {
        [1] = 1692631474868,
        [2] = "2023-08-21 23:24:34.868 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [831] = 
    {
        [1] = 1692631475379,
        [2] = "2023-08-21 23:24:35.379 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [832] = 
    {
        [1] = 1692631475608,
        [2] = "2023-08-21 23:24:35.608 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [833] = 
    {
        [1] = 1692631475853,
        [2] = "2023-08-21 23:24:35.853 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [834] = 
    {
        [1] = 1692631475877,
        [2] = "2023-08-21 23:24:35.877 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [835] = 
    {
        [1] = 1692631475940,
        [2] = "2023-08-21 23:24:35.940 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [836] = 
    {
        [1] = 1692631475940,
        [2] = "2023-08-21 23:24:35.940 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [837] = 
    {
        [1] = 1692631475950,
        [2] = "2023-08-21 23:24:35.950 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [838] = 
    {
        [1] = 1692631475950,
        [2] = "2023-08-21 23:24:35.950 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [839] = 
    {
        [1] = 1692631475956,
        [2] = "2023-08-21 23:24:35.956 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [840] = 
    {
        [1] = 1692631475976,
        [2] = "2023-08-21 23:24:35.976 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [841] = 
    {
        [1] = 1692631475988,
        [2] = "2023-08-21 23:24:35.988 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [842] = 
    {
        [1] = 1692631475988,
        [2] = "2023-08-21 23:24:35.988 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [843] = 
    {
        [1] = 1692631475988,
        [2] = "2023-08-21 23:24:35.988 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [844] = 
    {
        [1] = 1692631475988,
        [2] = "2023-08-21 23:24:35.988 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [845] = 
    {
        [1] = 1692631475994,
        [2] = "2023-08-21 23:24:35.994 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [846] = 
    {
        [1] = 1692631476054,
        [2] = "2023-08-21 23:24:36.054 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [847] = 
    {
        [1] = 1692631476062,
        [2] = "2023-08-21 23:24:36.062 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [848] = 
    {
        [1] = 1692631476203,
        [2] = "2023-08-21 23:24:36.203 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [849] = 
    {
        [1] = 1692631476204,
        [2] = "2023-08-21 23:24:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [850] = 
    {
        [1] = 1692631476204,
        [2] = "2023-08-21 23:24:36.204 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [851] = 
    {
        [1] = 1692631476220,
        [2] = "2023-08-21 23:24:36.220 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [852] = 
    {
        [1] = 1692631476233,
        [2] = "2023-08-21 23:24:36.233 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [853] = 
    {
        [1] = 1692631476234,
        [2] = "2023-08-21 23:24:36.234 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [854] = 
    {
        [1] = 1692631476258,
        [2] = "2023-08-21 23:24:36.258 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [855] = 
    {
        [1] = 1692631476508,
        [2] = "2023-08-21 23:24:36.508 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [856] = 
    {
        [1] = 1692631476774,
        [2] = "2023-08-21 23:24:36.774 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [857] = 
    {
        [1] = 1692631476793,
        [2] = "2023-08-21 23:24:36.793 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [858] = 
    {
        [1] = 1692631476830,
        [2] = "2023-08-21 23:24:36.830 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [859] = 
    {
        [1] = 1692631476835,
        [2] = "2023-08-21 23:24:36.835 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [860] = 
    {
        [1] = 1692631476920,
        [2] = "2023-08-21 23:24:36.920 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [861] = 
    {
        [1] = 1692631476926,
        [2] = "2023-08-21 23:24:36.926 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [862] = 
    {
        [1] = 1692631476952,
        [2] = "2023-08-21 23:24:36.952 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [863] = 
    {
        [1] = 1692631476959,
        [2] = "2023-08-21 23:24:36.959 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [864] = 
    {
        [1] = 1692631477158,
        [2] = "2023-08-21 23:24:37.158 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [865] = 
    {
        [1] = 1692631477158,
        [2] = "2023-08-21 23:24:37.158 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [866] = 
    {
        [1] = 1692631477166,
        [2] = "2023-08-21 23:24:37.166 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [867] = 
    {
        [1] = 1692631477178,
        [2] = "2023-08-21 23:24:37.178 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [868] = 
    {
        [1] = 1692631477262,
        [2] = "2023-08-21 23:24:37.262 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [869] = 
    {
        [1] = 1692631477441,
        [2] = "2023-08-21 23:24:37.441 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [870] = 
    {
        [1] = 1692631477447,
        [2] = "2023-08-21 23:24:37.447 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [871] = 
    {
        [1] = 1692631477936,
        [2] = "2023-08-21 23:24:37.936 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 15.612s)",
        [7] = "",
    },
    [872] = 
    {
        [1] = 1692631477993,
        [2] = "2023-08-21 23:24:37.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [873] = 
    {
        [1] = 1692631483266,
        [2] = "2023-08-21 23:24:43.266 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [874] = 
    {
        [1] = 1692631535591,
        [2] = "2023-08-21 23:25:35.591 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: Fast Travel: @XX'XX - Vvardenfell",
        [7] = "",
    },
    [875] = 
    {
        [1] = 1692631567921,
        [2] = "2023-08-21 23:26:07.921 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFFSorinne Gaerard: |cAAAAAAHear ye, cardsharps and collectors! Test your wits and courage in a brand new card game—Tales of Tribute!",
        [7] = "",
    },
    [876] = 
    {
        [1] = 1692631695004,
        [2] = "2023-08-21 23:28:15.004 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-21 22:15:14.729 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 63/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [877] = 
    {
        [1] = 1692631698477,
        [2] = "2023-08-21 23:28:18.477 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [878] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [879] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [880] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [881] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [882] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [883] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [884] = 
    {
        [1] = 1692631698478,
        [2] = "2023-08-21 23:28:18.478 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [885] = 
    {
        [1] = 1692631698597,
        [2] = "2023-08-21 23:28:18.597 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [886] = 
    {
        [1] = 1692631698597,
        [2] = "2023-08-21 23:28:18.597 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [887] = 
    {
        [1] = 1692631698598,
        [2] = "2023-08-21 23:28:18.598 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [888] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [889] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [890] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [891] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [892] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [893] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [894] = 
    {
        [1] = 1692631698607,
        [2] = "2023-08-21 23:28:18.607 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [895] = 
    {
        [1] = 1692631698613,
        [2] = "2023-08-21 23:28:18.613 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [896] = 
    {
        [1] = 1692631698621,
        [2] = "2023-08-21 23:28:18.621 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [897] = 
    {
        [1] = 1692631698621,
        [2] = "2023-08-21 23:28:18.621 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [898] = 
    {
        [1] = 1692631698622,
        [2] = "2023-08-21 23:28:18.622 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [899] = 
    {
        [1] = 1692631698622,
        [2] = "2023-08-21 23:28:18.622 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [900] = 
    {
        [1] = 1692631698626,
        [2] = "2023-08-21 23:28:18.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [901] = 
    {
        [1] = 1692631698857,
        [2] = "2023-08-21 23:28:18.857 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [902] = 
    {
        [1] = 1692631698861,
        [2] = "2023-08-21 23:28:18.861 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [903] = 
    {
        [1] = 1692631698880,
        [2] = "2023-08-21 23:28:18.880 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [904] = 
    {
        [1] = 1692631698880,
        [2] = "2023-08-21 23:28:18.880 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [905] = 
    {
        [1] = 1692631698880,
        [2] = "2023-08-21 23:28:18.880 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [906] = 
    {
        [1] = 1692631698891,
        [2] = "2023-08-21 23:28:18.891 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [907] = 
    {
        [1] = 1692631698942,
        [2] = "2023-08-21 23:28:18.942 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [908] = 
    {
        [1] = 1692631698950,
        [2] = "2023-08-21 23:28:18.950 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [909] = 
    {
        [1] = 1692631699221,
        [2] = "2023-08-21 23:28:19.221 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [910] = 
    {
        [1] = 1692631699337,
        [2] = "2023-08-21 23:28:19.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [911] = 
    {
        [1] = 1692631699569,
        [2] = "2023-08-21 23:28:19.569 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [912] = 
    {
        [1] = 1692631699585,
        [2] = "2023-08-21 23:28:19.585 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [913] = 
    {
        [1] = 1692631699617,
        [2] = "2023-08-21 23:28:19.617 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [914] = 
    {
        [1] = 1692631699617,
        [2] = "2023-08-21 23:28:19.617 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [915] = 
    {
        [1] = 1692631699621,
        [2] = "2023-08-21 23:28:19.621 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [916] = 
    {
        [1] = 1692631699621,
        [2] = "2023-08-21 23:28:19.621 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [917] = 
    {
        [1] = 1692631699626,
        [2] = "2023-08-21 23:28:19.626 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [918] = 
    {
        [1] = 1692631699634,
        [2] = "2023-08-21 23:28:19.634 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [919] = 
    {
        [1] = 1692631699637,
        [2] = "2023-08-21 23:28:19.637 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [920] = 
    {
        [1] = 1692631699637,
        [2] = "2023-08-21 23:28:19.637 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [921] = 
    {
        [1] = 1692631699637,
        [2] = "2023-08-21 23:28:19.637 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [922] = 
    {
        [1] = 1692631699637,
        [2] = "2023-08-21 23:28:19.637 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [923] = 
    {
        [1] = 1692631699642,
        [2] = "2023-08-21 23:28:19.642 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [924] = 
    {
        [1] = 1692631699653,
        [2] = "2023-08-21 23:28:19.653 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [925] = 
    {
        [1] = 1692631699657,
        [2] = "2023-08-21 23:28:19.657 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [926] = 
    {
        [1] = 1692631699704,
        [2] = "2023-08-21 23:28:19.704 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [927] = 
    {
        [1] = 1692631699704,
        [2] = "2023-08-21 23:28:19.704 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [928] = 
    {
        [1] = 1692631699704,
        [2] = "2023-08-21 23:28:19.704 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [929] = 
    {
        [1] = 1692631699711,
        [2] = "2023-08-21 23:28:19.711 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [930] = 
    {
        [1] = 1692631699715,
        [2] = "2023-08-21 23:28:19.715 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [931] = 
    {
        [1] = 1692631699716,
        [2] = "2023-08-21 23:28:19.716 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [932] = 
    {
        [1] = 1692631699729,
        [2] = "2023-08-21 23:28:19.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [933] = 
    {
        [1] = 1692631699969,
        [2] = "2023-08-21 23:28:19.969 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [934] = 
    {
        [1] = 1692631700156,
        [2] = "2023-08-21 23:28:20.156 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [935] = 
    {
        [1] = 1692631700174,
        [2] = "2023-08-21 23:28:20.174 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [936] = 
    {
        [1] = 1692631700209,
        [2] = "2023-08-21 23:28:20.209 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [937] = 
    {
        [1] = 1692631700214,
        [2] = "2023-08-21 23:28:20.214 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [938] = 
    {
        [1] = 1692631700291,
        [2] = "2023-08-21 23:28:20.291 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [939] = 
    {
        [1] = 1692631700291,
        [2] = "2023-08-21 23:28:20.291 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [940] = 
    {
        [1] = 1692631700296,
        [2] = "2023-08-21 23:28:20.296 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [941] = 
    {
        [1] = 1692631700336,
        [2] = "2023-08-21 23:28:20.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [942] = 
    {
        [1] = 1692631700343,
        [2] = "2023-08-21 23:28:20.343 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [943] = 
    {
        [1] = 1692631700543,
        [2] = "2023-08-21 23:28:20.543 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [944] = 
    {
        [1] = 1692631700553,
        [2] = "2023-08-21 23:28:20.553 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [945] = 
    {
        [1] = 1692631700562,
        [2] = "2023-08-21 23:28:20.562 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [946] = 
    {
        [1] = 1692631700573,
        [2] = "2023-08-21 23:28:20.573 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [947] = 
    {
        [1] = 1692631700656,
        [2] = "2023-08-21 23:28:20.656 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [948] = 
    {
        [1] = 1692631700825,
        [2] = "2023-08-21 23:28:20.825 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [949] = 
    {
        [1] = 1692631700831,
        [2] = "2023-08-21 23:28:20.831 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [950] = 
    {
        [1] = 1692631701247,
        [2] = "2023-08-21 23:28:21.247 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Loading screen ended (duration: 12.625s)",
        [7] = "",
    },
    [951] = 
    {
        [1] = 1692631701306,
        [2] = "2023-08-21 23:28:21.306 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [952] = 
    {
        [1] = 1692631706515,
        [2] = "2023-08-21 23:28:26.515 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [953] = 
    {
        [1] = 1692631753880,
        [2] = "2023-08-21 23:29:13.880 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我在这儿！你真幸运！",
        [7] = "",
    },
    [954] = 
    {
        [1] = 1692632394773,
        [2] = "2023-08-21 23:39:54.773 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: 流畅小溪之家",
        [7] = "",
    },
    [955] = 
    {
        [1] = 1692632872812,
        [2] = "2023-08-21 23:47:52.812 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @shan2319700wei - 荒崖",
        [7] = "",
    },
    [956] = 
    {
        [1] = 1692633098940,
        [2] = "2023-08-21 23:51:38.940 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "You can find \"荒崖藏宝图 II\" in this zone",
        [7] = "",
    },
    [957] = 
    {
        [1] = 1692633153531,
        [2] = "2023-08-21 23:52:33.531 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要招惹街头小混混！",
        [7] = "",
    },
    [958] = 
    {
        [1] = 1692633266739,
        [2] = "2023-08-21 23:54:26.739 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cFFFFFF[BMU]|r: 快速前往: @kns1991122 - 瓦登费尔",
        [7] = "",
    },
    [959] = 
    {
        [1] = 1692633668895,
        [2] = "2023-08-22 00:01:08.895 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哈！就知道你想我了。",
        [7] = "",
    },
    [960] = 
    {
        [1] = 1692633958885,
        [2] = "2023-08-22 00:05:58.885 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔法猫，准备万全。",
        [7] = "",
    },
    [961] = 
    {
        [1] = 1692634451828,
        [2] = "2023-08-22 00:14:11.828 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA太神奇了！我一定要把这件事写给魔导师伊林。",
        [7] = "",
    },
    [962] = 
    {
        [1] = 1692661551003,
        [2] = "2023-08-22 07:45:51.003 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initializing...\n@forever9409\nD Good\n2023-08-22 07:42:01.042 +0800\neso.live.9.1.5.2731727 (101039)\nNA Megaserver\nPC (win32)\nkeyboard\nregular\nzh\n英语\naddon count: 63/130\nallow outdated\nfullscreen windowed (D3D11)\n2560 x 1080\ndefault scale (1)\nxbox gamepad\nregular account",
        [7] = "",
    },
    [963] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontStrings",
        [7] = "",
    },
    [964] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_FontDefs",
        [7] = "",
    },
    [965] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_IngameLocalization",
        [7] = "",
    },
    [966] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_AppAndInGame",
        [7] = "",
    },
    [967] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Libraries",
        [7] = "",
    },
    [968] = 
    {
        [1] = 1692661554224,
        [2] = "2023-08-22 07:45:54.224 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Common",
        [7] = "",
    },
    [969] = 
    {
        [1] = 1692661554225,
        [2] = "2023-08-22 07:45:54.225 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PregameAndIngame",
        [7] = "",
    },
    [970] = 
    {
        [1] = 1692661554225,
        [2] = "2023-08-22 07:45:54.225 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_PublicAllIngames",
        [7] = "",
    },
    [971] = 
    {
        [1] = 1692661554317,
        [2] = "2023-08-22 07:45:54.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "UI module loaded: ZO_Ingame",
        [7] = "",
    },
    [972] = 
    {
        [1] = 1692661554317,
        [2] = "2023-08-22 07:45:54.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDebugLogger, AddOnVersion: 263, directory: 'user:/AddOns/LibDebugLogger/'",
        [7] = "",
    },
    [973] = 
    {
        [1] = 1692661554317,
        [2] = "2023-08-22 07:45:54.317 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initialization complete",
        [7] = "",
    },
    [974] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPing, AddOnVersion: 1236, directory: 'user:/AddOns/LibMapPing/'",
        [7] = "",
    },
    [975] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibChatMessage, AddOnVersion: 105, directory: 'user:/AddOns/LibChatMessage/'",
        [7] = "",
    },
    [976] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGPS, AddOnVersion: 69, directory: 'user:/AddOns/LibGPS/'",
        [7] = "",
    },
    [977] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibHarvensAddonSettings, AddOnVersion: 10900, directory: 'user:/AddOns/LibHarvensAddonSettings/'",
        [7] = "",
    },
    [978] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapPins-1.0, AddOnVersion: 10038, directory: 'user:/AddOns/LibMapPins-1.0/'",
        [7] = "",
    },
    [979] = 
    {
        [1] = 1692661554324,
        [2] = "2023-08-22 07:45:54.324 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCustomMenu, AddOnVersion: 721, directory: 'user:/AddOns/LibCustomMenu/'",
        [7] = "",
    },
    [980] = 
    {
        [1] = 1692661554325,
        [2] = "2023-08-22 07:45:54.325 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDialog, AddOnVersion: 126, directory: 'user:/AddOns/LibDialog/'",
        [7] = "",
    },
    [981] = 
    {
        [1] = 1692661554330,
        [2] = "2023-08-22 07:45:54.330 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AddonSelector, AddOnVersion: 2010, directory: 'user:/AddOns/AddonSelector/'",
        [7] = "",
    },
    [982] = 
    {
        [1] = 1692661554337,
        [2] = "2023-08-22 07:45:54.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibAddonMenu-2.0, AddOnVersion: 34, directory: 'user:/AddOns/LibAddonMenu-2.0/'",
        [7] = "",
    },
    [983] = 
    {
        [1] = 1692661554337,
        [2] = "2023-08-22 07:45:54.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: libAddonKeybinds, AddOnVersion: 5, directory: 'user:/AddOns/libAddonKeybinds/'",
        [7] = "",
    },
    [984] = 
    {
        [1] = 1692661554337,
        [2] = "2023-08-22 07:45:54.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombat, AddOnVersion: 70, directory: 'user:/AddOns/LibCombat/'",
        [7] = "",
    },
    [985] = 
    {
        [1] = 1692661554337,
        [2] = "2023-08-22 07:45:54.337 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetricsFightData, AddOnVersion: 13, directory: 'user:/AddOns/CombatMetrics/CombatMetricsFightData/'",
        [7] = "",
    },
    [986] = 
    {
        [1] = 1692661554341,
        [2] = "2023-08-22 07:45:54.341 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetrics, AddOnVersion: 10515, directory: 'user:/AddOns/CombatMetrics/'",
        [7] = "",
    },
    [987] = 
    {
        [1] = 1692661554585,
        [2] = "2023-08-22 07:45:54.585 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DariansUtilities, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/DariansUtilities/'",
        [7] = "",
    },
    [988] = 
    {
        [1] = 1692661554590,
        [2] = "2023-08-22 07:45:54.590 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatMetronome, AddOnVersion: 0, directory: 'user:/AddOns/CombatMetronome/'",
        [7] = "",
    },
    [989] = 
    {
        [1] = 1692661554603,
        [2] = "2023-08-22 07:45:54.603 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSavedVars, AddOnVersion: 60007, directory: 'user:/AddOns/LibSavedVars/'",
        [7] = "",
    },
    [990] = 
    {
        [1] = 1692661554603,
        [2] = "2023-08-22 07:45:54.603 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLootSummary, AddOnVersion: 30103, directory: 'user:/AddOns/LibLootSummary/'",
        [7] = "",
    },
    [991] = 
    {
        [1] = 1692661554603,
        [2] = "2023-08-22 07:45:54.603 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Postmaster, AddOnVersion: 40105, directory: 'user:/AddOns/Postmaster/'",
        [7] = "",
    },
    [992] = 
    {
        [1] = 1692661554612,
        [2] = "2023-08-22 07:45:54.612 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WizardsWardrobe, AddOnVersion: 0, directory: 'user:/AddOns/WizardsWardrobe/'",
        [7] = "",
    },
    [993] = 
    {
        [1] = 1692661554654,
        [2] = "2023-08-22 07:45:54.654 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: GrimFocusCounter, AddOnVersion: 10501, directory: 'user:/AddOns/GrimFocusCounter/'",
        [7] = "",
    },
    [994] = 
    {
        [1] = 1692661554662,
        [2] = "2023-08-22 07:45:54.662 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BanditsUserInterface, AddOnVersion: 0, directory: 'user:/AddOns/BanditsUserInterface/'",
        [7] = "",
    },
    [995] = 
    {
        [1] = 1692661554899,
        [2] = "2023-08-22 07:45:54.899 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TCFontPatch, AddOnVersion: 18, directory: 'user:/AddOns/TCFontPatch/'",
        [7] = "",
    },
    [996] = 
    {
        [1] = 1692661555018,
        [2] = "2023-08-22 07:45:55.018 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMapData, AddOnVersion: 111, directory: 'user:/AddOns/LibMapData/'",
        [7] = "",
    },
    [997] = 
    {
        [1] = 1692661555268,
        [2] = "2023-08-22 07:45:55.268 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: OdySupportIcons, AddOnVersion: 0, directory: 'user:/AddOns/OdySupportIcons/'",
        [7] = "",
    },
    [998] = 
    {
        [1] = 1692661555284,
        [2] = "2023-08-22 07:45:55.284 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CrutchAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CrutchAlerts/'",
        [7] = "",
    },
    [999] = 
    {
        [1] = 1692661555313,
        [2] = "2023-08-22 07:45:55.313 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibDateTime, AddOnVersion: 28, directory: 'user:/AddOns/LibDateTime/'",
        [7] = "",
    },
    [1000] = 
    {
        [1] = 1692661555313,
        [2] = "2023-08-22 07:45:55.313 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AccountSettings, AddOnVersion: 0, directory: 'user:/AddOns/AccountSettings/'",
        [7] = "",
    },
    [1001] = 
    {
        [1] = 1692661555316,
        [2] = "2023-08-22 07:45:55.316 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishingStateMachine, AddOnVersion: 100, directory: 'user:/AddOns/FishingStateMachine/'",
        [7] = "",
    },
    [1002] = 
    {
        [1] = 1692661555316,
        [2] = "2023-08-22 07:45:55.316 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibMainMenu-2.0, AddOnVersion: 40400, directory: 'user:/AddOns/LibMainMenu-2.0/'",
        [7] = "",
    },
    [1003] = 
    {
        [1] = 1692661555321,
        [2] = "2023-08-22 07:45:55.321 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistant, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/'",
        [7] = "",
    },
    [1004] = 
    {
        [1] = 1692661555329,
        [2] = "2023-08-22 07:45:55.329 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantIntegration, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantIntegration/'",
        [7] = "",
    },
    [1005] = 
    {
        [1] = 1692661555331,
        [2] = "2023-08-22 07:45:55.331 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLanguage, AddOnVersion: 36, directory: 'user:/AddOns/LibLanguage/'",
        [7] = "",
    },
    [1006] = 
    {
        [1] = 1692661555332,
        [2] = "2023-08-22 07:45:55.332 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPromises, AddOnVersion: 32, directory: 'user:/AddOns/LibPromises/'",
        [7] = "",
    },
    [1007] = 
    {
        [1] = 1692661555332,
        [2] = "2023-08-22 07:45:55.332 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibTextFilter, AddOnVersion: 10, directory: 'user:/AddOns/LibTextFilter/'",
        [7] = "",
    },
    [1008] = 
    {
        [1] = 1692661555332,
        [2] = "2023-08-22 07:45:55.332 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibGetText, AddOnVersion: 10, directory: 'user:/AddOns/LibGetText/'",
        [7] = "",
    },
    [1009] = 
    {
        [1] = 1692661555336,
        [2] = "2023-08-22 07:45:55.336 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: AwesomeGuildStore, AddOnVersion: 3129, directory: 'user:/AddOns/AwesomeGuildStore/'",
        [7] = "",
    },
    [1010] = 
    {
        [1] = 1692661555346,
        [2] = "2023-08-22 07:45:55.346 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibPrice, AddOnVersion: 70410, directory: 'user:/AddOns/LibPrice/'",
        [7] = "",
    },
    [1011] = 
    {
        [1] = 1692661555352,
        [2] = "2023-08-22 07:45:55.352 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantJunk, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantJunk/'",
        [7] = "",
    },
    [1012] = 
    {
        [1] = 1692661555400,
        [2] = "2023-08-22 07:45:55.400 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/LibCombatAlerts/'",
        [7] = "",
    },
    [1013] = 
    {
        [1] = 1692661555400,
        [2] = "2023-08-22 07:45:55.400 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: CombatAlerts, AddOnVersion: 0, directory: 'user:/AddOns/CombatAlerts/'",
        [7] = "",
    },
    [1014] = 
    {
        [1] = 1692661555401,
        [2] = "2023-08-22 07:45:55.401 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantRepair, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantRepair/'",
        [7] = "",
    },
    [1015] = 
    {
        [1] = 1692661555409,
        [2] = "2023-08-22 07:45:55.409 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: Roomba, AddOnVersion: 0, directory: 'user:/AddOns/Roomba/'",
        [7] = "",
    },
    [1016] = 
    {
        [1] = 1692661555413,
        [2] = "2023-08-22 07:45:55.413 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibZone, AddOnVersion: 86, directory: 'user:/AddOns/LibZone/'",
        [7] = "",
    },
    [1017] = 
    {
        [1] = 1692661555413,
        [2] = "2023-08-22 07:45:55.413 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSets, AddOnVersion: 509, directory: 'user:/AddOns/LibSets/'",
        [7] = "",
    },
    [1018] = 
    {
        [1] = 1692661555432,
        [2] = "2023-08-22 07:45:55.432 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibQuestData, AddOnVersion: 260, directory: 'user:/AddOns/LibQuestData/'",
        [7] = "",
    },
    [1019] = 
    {
        [1] = 1692661555693,
        [2] = "2023-08-22 07:45:55.693 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: QuestMap, AddOnVersion: 315, directory: 'user:/AddOns/QuestMap/'",
        [7] = "",
    },
    [1020] = 
    {
        [1] = 1692661555729,
        [2] = "2023-08-22 07:45:55.729 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: ActionDurationReminder, AddOnVersion: 30960, directory: 'user:/AddOns/ActionDurationReminder/'",
        [7] = "",
    },
    [1021] = 
    {
        [1] = 1692661555738,
        [2] = "2023-08-22 07:45:55.738 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WeaveDelays, AddOnVersion: 0, directory: 'user:/AddOns/WeaveDelays/'",
        [7] = "",
    },
    [1022] = 
    {
        [1] = 1692661555747,
        [2] = "2023-08-22 07:45:55.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibSFUtils, AddOnVersion: 45, directory: 'user:/AddOns/LibSFUtils/'",
        [7] = "",
    },
    [1023] = 
    {
        [1] = 1692661555751,
        [2] = "2023-08-22 07:45:55.751 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: BeamMeUp, AddOnVersion: 350, directory: 'user:/AddOns/BeamMeUp/'",
        [7] = "",
    },
    [1024] = 
    {
        [1] = 1692661555874,
        [2] = "2023-08-22 07:45:55.874 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibLazyCrafting, AddOnVersion: 3000, directory: 'user:/AddOns/LibLazyCrafting/'",
        [7] = "",
    },
    [1025] = 
    {
        [1] = 1692661555874,
        [2] = "2023-08-22 07:45:55.874 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: LibCharacterKnowledge, AddOnVersion: 20, directory: 'user:/AddOns/CharacterKnowledge/LibCharacterKnowledge/'",
        [7] = "",
    },
    [1026] = 
    {
        [1] = 1692661555879,
        [2] = "2023-08-22 07:45:55.879 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: WritWorthy, AddOnVersion: 70307, directory: 'user:/AddOns/WritWorthy/'",
        [7] = "",
    },
    [1027] = 
    {
        [1] = 1692661555907,
        [2] = "2023-08-22 07:45:55.907 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: D_AGS_TTCFilter, AddOnVersion: 0, directory: 'user:/AddOns/D_AGS_TTCFilter/'",
        [7] = "",
    },
    [1028] = 
    {
        [1] = 1692661555914,
        [2] = "2023-08-22 07:45:55.914 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantBanking, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantBanking/'",
        [7] = "",
    },
    [1029] = 
    {
        [1] = 1692661556111,
        [2] = "2023-08-22 07:45:56.111 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: EnglishTooltips, AddOnVersion: 1, directory: 'user:/AddOns/EnglishTooltips/'",
        [7] = "",
    },
    [1030] = 
    {
        [1] = 1692661556123,
        [2] = "2023-08-22 07:45:56.123 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: DefaultGuildBank, AddOnVersion: 11, directory: 'user:/AddOns/DefaultGuildBank/'",
        [7] = "",
    },
    [1031] = 
    {
        [1] = 1692661556132,
        [2] = "2023-08-22 07:45:56.132 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: PersonalAssistantLoot, AddOnVersion: 20524, directory: 'user:/AddOns/PersonalAssistant/PersonalAssistantLoot/'",
        [7] = "",
    },
    [1032] = 
    {
        [1] = 1692661556143,
        [2] = "2023-08-22 07:45:56.143 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: MapPins, AddOnVersion: 0, directory: 'user:/AddOns/MapPins/'",
        [7] = "",
    },
    [1033] = 
    {
        [1] = 1692661556229,
        [2] = "2023-08-22 07:45:56.229 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: FishyQR, AddOnVersion: 170, directory: 'user:/AddOns/FishyQR/'",
        [7] = "",
    },
    [1034] = 
    {
        [1] = 1692661556424,
        [2] = "2023-08-22 07:45:56.424 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: VotansTamrielMap, AddOnVersion: 0, directory: 'user:/AddOns/VotansTamrielMap/'",
        [7] = "",
    },
    [1035] = 
    {
        [1] = 1692661556429,
        [2] = "2023-08-22 07:45:56.429 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Addon loaded: TamrielTradeCentre, AddOnVersion: 0, directory: 'user:/AddOns/TamrielTradeCentre/'",
        [7] = "",
    },
    [1036] = 
    {
        [1] = 1692661557574,
        [2] = "2023-08-22 07:45:57.574 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "LibDebugLogger",
        [6] = "Initial loading screen ended (approximate duration: 6.574s)",
        [7] = "",
    },
    [1037] = 
    {
        [1] = 1692661557629,
        [2] = "2023-08-22 07:45:57.629 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "Please update the \"English Tooltips\" addon database! Open the addon settings in the menu and press the update button.",
        [7] = "",
    },
    [1038] = 
    {
        [1] = 1692661562769,
        [2] = "2023-08-22 07:46:02.769 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|cffffff[Account Settings] |r|c44ff44Synced|r",
        [7] = "",
    },
    [1039] = 
    {
        [1] = 1692661880310,
        [2] = "2023-08-22 07:51:20.310 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF霜之边缘瞭望者: |cAAAAAA你是谁？拜托，不要伤害我。\r\n\r\n守卫！入侵者！",
        [7] = "",
    },
    [1040] = 
    {
        [1] = 1692662183521,
        [2] = "2023-08-22 07:56:23.521 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA在做什么魔力的事呢？",
        [7] = "",
    },
    [1041] = 
    {
        [1] = 1692662218646,
        [2] = "2023-08-22 07:56:58.646 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哦，太好了，我不想走路。",
        [7] = "",
    },
    [1042] = 
    {
        [1] = 1692662443857,
        [2] = "2023-08-22 08:00:43.857 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我真喜欢火。这让我想起了小时候。只要能感到温暖，饥饿就不算什么。",
        [7] = "",
    },
    [1043] = 
    {
        [1] = 1692662465667,
        [2] = "2023-08-22 08:01:05.667 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA这家伙被冻住了！是你认识的人吗？\r\n\r\n猜猜我是谁，也许猜对了我就会让他走。",
        [7] = "",
    },
    [1044] = 
    {
        [1] = 1692662486608,
        [2] = "2023-08-22 08:01:26.608 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA继续走！那里不可能是陷阱。",
        [7] = "",
    },
    [1045] = 
    {
        [1] = 1692662490308,
        [2] = "2023-08-22 08:01:30.308 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA往上看，贪婪的松鼠！看见闪光的东西了吗？不要闪了脖子！",
        [7] = "",
    },
    [1046] = 
    {
        [1] = 1692662519718,
        [2] = "2023-08-22 08:01:59.718 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA令人惊讶！你完成了不可能的事！跳过了小石头！",
        [7] = "",
    },
    [1047] = 
    {
        [1] = 1692662539017,
        [2] = "2023-08-22 08:02:19.017 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA别动它！那是我的私人东西！",
        [7] = "",
    },
    [1048] = 
    {
        [1] = 1692662576097,
        [2] = "2023-08-22 08:02:56.097 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA我的朋友都待在这里。去吧，自我介绍下。",
        [7] = "",
    },
    [1049] = 
    {
        [1] = 1692662581747,
        [2] = "2023-08-22 08:03:01.747 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA阿拉维看起来是不是非常棒？总是熠熠发光。",
        [7] = "",
    },
    [1050] = 
    {
        [1] = 1692662592987,
        [2] = "2023-08-22 08:03:12.987 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA银爪塔拉克！一直在开玩笑。他要是个花瓶会更开心。",
        [7] = "",
    },
    [1051] = 
    {
        [1] = 1692662604817,
        [2] = "2023-08-22 08:03:24.817 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA这是奥瑞厄尔。我们是兄弟！我是更帅的那个。",
        [7] = "",
    },
    [1052] = 
    {
        [1] = 1692662643148,
        [2] = "2023-08-22 08:04:03.148 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA你会是只很好的松鼠。这么好奇！",
        [7] = "",
    },
    [1053] = 
    {
        [1] = 1692662647847,
        [2] = "2023-08-22 08:04:07.847 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA真无礼！把我的东西翻来翻去。你的教养哪里去了！",
        [7] = "",
    },
    [1054] = 
    {
        [1] = 1692662666838,
        [2] = "2023-08-22 08:04:26.838 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA你找到什么了，聪明的松鼠？你猜到了吗？",
        [7] = "",
    },
    [1055] = 
    {
        [1] = 1692662689639,
        [2] = "2023-08-22 08:04:49.639 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA我在这里！还是在这里？\r\n\r\n猜错了，你就是我的了，亲爱的。",
        [7] = "",
    },
    [1056] = 
    {
        [1] = 1692662701314,
        [2] = "2023-08-22 08:05:01.314 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF冰冻人: |cAAAAAA这不公平！",
        [7] = "",
    },
    [1057] = 
    {
        [1] = 1692662792444,
        [2] = "2023-08-22 08:06:32.444 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF埃曼: |cAAAAAA你不用告诉我两次。",
        [7] = "",
    },
    [1058] = 
    {
        [1] = 1692662808240,
        [2] = "2023-08-22 08:06:48.240 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF萝伦达: |cAAAAAA埃曼！",
        [7] = "",
    },
    [1059] = 
    {
        [1] = 1692662808550,
        [2] = "2023-08-22 08:06:48.550 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF埃曼: |cAAAAAA罗莉！你来救我了！",
        [7] = "",
    },
    [1060] = 
    {
        [1] = 1692662812060,
        [2] = "2023-08-22 08:06:52.060 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF萝伦达: |cAAAAAA你真走运，我毕竟来了。",
        [7] = "",
    },
    [1061] = 
    {
        [1] = 1692662820753,
        [2] = "2023-08-22 08:07:00.753 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF萝伦达: |cAAAAAA我们走吧。蠢牛。",
        [7] = "",
    },
    [1062] = 
    {
        [1] = 1692663140779,
        [2] = "2023-08-22 08:12:20.779 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA还有其他人吗？",
        [7] = "",
    },
    [1063] = 
    {
        [1] = 1692663217858,
        [2] = "2023-08-22 08:13:37.858 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA大错特错！",
        [7] = "",
    },
    [1064] = 
    {
        [1] = 1692663264444,
        [2] = "2023-08-22 08:14:24.444 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们出发了！",
        [7] = "",
    },
    [1065] = 
    {
        [1] = 1692663334225,
        [2] = "2023-08-22 08:15:34.225 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF塞弗林·查尼斯: |cAAAAAA你永远无法打败匕落同盟！",
        [7] = "",
    },
    [1066] = 
    {
        [1] = 1692663343884,
        [2] = "2023-08-22 08:15:43.884 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF哈尔德林: |cAAAAAA你的目的达成了。做得好，虫子。",
        [7] = "",
    },
    [1067] = 
    {
        [1] = 1692663450556,
        [2] = "2023-08-22 08:17:30.556 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在此地骑乘。",
        [7] = "",
    },
    [1068] = 
    {
        [1] = 1692663452297,
        [2] = "2023-08-22 08:17:32.297 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在此地骑乘。",
        [7] = "",
    },
    [1069] = 
    {
        [1] = 1692663665070,
        [2] = "2023-08-22 08:21:05.070 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蒂拉尼·雪溪: |cAAAAAA所有人保持冷静。我们之前也处理过这种事。",
        [7] = "",
    },
    [1070] = 
    {
        [1] = 1692663746095,
        [2] = "2023-08-22 08:22:26.095 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF蒂拉尼·雪溪: |cAAAAAA我们必须确保每个人都在。",
        [7] = "",
    },
    [1071] = 
    {
        [1] = 1692663790735,
        [2] = "2023-08-22 08:23:10.735 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF希维达·诺埃洛姆: |cAAAAAA鱼今天不咬钩。一小口都不咬。",
        [7] = "",
    },
    [1072] = 
    {
        [1] = 1692663793804,
        [2] = "2023-08-22 08:23:13.804 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF奥特加: |cAAAAAA我希望崔因希尔德小姐能咬我一口。",
        [7] = "",
    },
    [1073] = 
    {
        [1] = 1692663802065,
        [2] = "2023-08-22 08:23:22.065 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA哇呼！",
        [7] = "",
    },
    [1074] = 
    {
        [1] = 1692664031635,
        [2] = "2023-08-22 08:27:11.635 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [1075] = 
    {
        [1] = 1692664050065,
        [2] = "2023-08-22 08:27:30.065 +0800",
        [3] = 2,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [1076] = 
    {
        [1] = 1692664292330,
        [2] = "2023-08-22 08:31:32.330 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "无法在此地骑乘。",
        [7] = "",
    },
    [1077] = 
    {
        [1] = 1692664301331,
        [2] = "2023-08-22 08:31:41.331 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA不要招惹街头小混混！",
        [7] = "",
    },
    [1078] = 
    {
        [1] = 1692664507555,
        [2] = "2023-08-22 08:35:07.555 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长拉纳: |cAAAAAA达尔吉，把他们带过来。",
        [7] = "",
    },
    [1079] = 
    {
        [1] = 1692664566073,
        [2] = "2023-08-22 08:36:06.073 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长拉纳: |cAAAAAA这边。",
        [7] = "",
    },
    [1080] = 
    {
        [1] = 1692664614366,
        [2] = "2023-08-22 08:36:54.366 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF队长拉纳: |cAAAAAA我在那扇门的另一边和你碰头。",
        [7] = "",
    },
    [1081] = 
    {
        [1] = 1692664628714,
        [2] = "2023-08-22 08:37:08.714 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA这会很有趣的！",
        [7] = "",
    },
    [1082] = 
    {
        [1] = 1692665436277,
        [2] = "2023-08-22 08:50:36.277 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF军需官利尼姆: |cAAAAAA我们现在走一条秘道。它实际上是一条存储隧道，但现在对匕落同盟而言它是个秘密。",
        [7] = "",
    },
    [1083] = 
    {
        [1] = 1692665659270,
        [2] = "2023-08-22 08:54:19.270 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF艾拉·恩斯塔纳: |cAAAAAA快点，朋友。巴尔弗延被攻击了！",
        [7] = "",
    },
    [1084] = 
    {
        [1] = 1692665716314,
        [2] = "2023-08-22 08:55:16.314 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF星牙: |cAAAAAA我听说你昨晚辗转反侧。",
        [7] = "",
    },
    [1085] = 
    {
        [1] = 1692665790468,
        [2] = "2023-08-22 08:56:30.468 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF邓斯卡·恩斯塔纳: |cAAAAAA匕落的法师正在堡垒内开传送门！",
        [7] = "",
    },
    [1086] = 
    {
        [1] = 1692665932117,
        [2] = "2023-08-22 08:58:52.117 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF猎人达尔吉: |cAAAAAA南大门……邓斯卡和利特瑞克有麻烦了。",
        [7] = "",
    },
    [1087] = 
    {
        [1] = 1692665937227,
        [2] = "2023-08-22 08:58:57.227 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA还有其他人吗？",
        [7] = "",
    },
    [1088] = 
    {
        [1] = 1692666008117,
        [2] = "2023-08-22 09:00:08.117 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF伊麦克斯将军: |cAAAAAA为了高岩和落锤省！",
        [7] = "",
    },
    [1089] = 
    {
        [1] = 1692666012388,
        [2] = "2023-08-22 09:00:12.388 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF猎人达尔吉: |cAAAAAA打得好！我们在外面见。",
        [7] = "",
    },
    [1090] = 
    {
        [1] = 1692666313218,
        [2] = "2023-08-22 09:05:13.218 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我们出发了！",
        [7] = "",
    },
    [1091] = 
    {
        [1] = 1692666326957,
        [2] = "2023-08-22 09:05:26.957 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [1092] = 
    {
        [1] = 1692666343629,
        [2] = "2023-08-22 09:05:43.629 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA魔法猫，准备万全。",
        [7] = "",
    },
    [1093] = 
    {
        [1] = 1692666387689,
        [2] = "2023-08-22 09:06:27.689 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "预知技能的能力已耗尽。",
        [7] = "",
    },
    [1094] = 
    {
        [1] = 1692666407809,
        [2] = "2023-08-22 09:06:47.809 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [1095] = 
    {
        [1] = 1692666411939,
        [2] = "2023-08-22 09:06:51.939 +0800",
        [3] = 3,
        [4] = "W",
        [5] = "UI",
        [6] = "已挖掘到底部。",
        [7] = "",
    },
    [1096] = 
    {
        [1] = 1692666792209,
        [2] = "2023-08-22 09:13:12.209 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我喜欢吃鱼，但抓鱼对我来说总是那么费劲。",
        [7] = "",
    },
    [1097] = 
    {
        [1] = 1692667145175,
        [2] = "2023-08-22 09:19:05.175 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "召唤伙伴时无法使用该收藏品。",
        [7] = "",
    },
    [1098] = 
    {
        [1] = 1692667147537,
        [2] = "2023-08-22 09:19:07.537 +0800",
        [3] = 1,
        [4] = "W",
        [5] = "UI",
        [6] = "该收藏品尚未准备就绪。",
        [7] = "",
    },
    [1099] = 
    {
        [1] = 1692667148247,
        [2] = "2023-08-22 09:19:08.247 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA让我们去做一些激动人心的事情吧！",
        [7] = "",
    },
    [1100] = 
    {
        [1] = 1692667188993,
        [2] = "2023-08-22 09:19:48.993 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA我在这儿！你真幸运！",
        [7] = "",
    },
    [1101] = 
    {
        [1] = 1692667667971,
        [2] = "2023-08-22 09:27:47.971 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF索林·盖拉德: |cAAAAAA牌手和收集者们，听着！在全新的卡牌游戏《望族传奇》中，测验你的智慧与勇气吧！",
        [7] = "",
    },
    [1102] = 
    {
        [1] = 1692667821045,
        [2] = "2023-08-22 09:30:21.045 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF纳姆·因多里尔: |cAAAAAA不，你会毁掉我们所有人！",
        [7] = "",
    },
    [1103] = 
    {
        [1] = 1692667829371,
        [2] = "2023-08-22 09:30:29.371 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA呼！太有意思了！",
        [7] = "",
    },
    [1104] = 
    {
        [1] = 1692667829859,
        [2] = "2023-08-22 09:30:29.859 +0800",
        [3] = 1,
        [4] = "I",
        [5] = "UI",
        [6] = "|c88FFFF恩贝尔: |cAAAAAA<猛然大叫>",
        [7] = "",
    },
}
