LibQuestData_SavedVariables =
{
    ["quest_info"] = 
    {
        [6017] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6020] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6021] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101032,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
        },
        [5894] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
        [6668] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6157] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [4622] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101033,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5409] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101034,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6569] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5935] = 
        {
            [1] = 14,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6192] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
        [6451] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6196] = 
        {
            [1] = 3,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6582] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6199] = 
        {
            [1] = 3,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6712] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6586] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5051] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5052] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101033,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6718] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [4927] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 14945,
            [5] = 10003,
            [6] = 0,
            [7] = 0,
        },
        [4928] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 14945,
            [5] = 10004,
            [6] = 0,
            [7] = 0,
        },
        [4929] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 14945,
            [5] = 10005,
            [6] = 0,
            [7] = 0,
        },
        [6084] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5958] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6090] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
        [6350] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [4956] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6352] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [4839] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [4926] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101038,
            [4] = 14945,
            [5] = 10002,
            [6] = 0,
            [7] = 0,
        },
        [6099] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6740] = 
        {
            [1] = 5,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [6101] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101034,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5974] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6743] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [5976] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6105] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5978] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5979] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5980] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5981] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5982] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5087] = 
        {
            [1] = 0,
            [2] = 1,
            [3] = 101033,
            [4] = 15033,
            [5] = 10004,
            [6] = 0,
            [7] = 3,
        },
        [5984] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5985] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5986] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5987] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5988] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5989] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5990] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5991] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6452] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5865] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6250] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [5983] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6380] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5977] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5102] = 
        {
            [1] = 0,
            [2] = 1,
            [3] = 101033,
            [4] = 15033,
            [5] = 10004,
            [6] = 0,
            [7] = 3,
        },
        [6103] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6512] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6100] = 
        {
            [1] = 4,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6741] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [6359] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6503] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
        [6252] = 
        {
            [1] = 15,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
        },
        [6518] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6498] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6648] = 
        {
            [1] = 0,
            [2] = 0,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6495] = 
        {
            [1] = 0,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6650] = 
        {
            [1] = 1,
            [2] = 2,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5972] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [5975] = 
        {
            [1] = 4,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 0,
        },
        [6269] = 
        {
            [1] = 5,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 2,
        },
        [6654] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10000,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
        [5171] = 
        {
            [1] = 6,
            [2] = 1,
            [3] = 101033,
            [4] = 10001,
            [5] = 10000,
            [6] = 0,
            [7] = 3,
        },
    },
    ["version"] = 4,
    ["giver_names"] = 
    {
        [1536] = "薩菲亞修女",
        [5377] = "裝備製作日常",
        [5637] = "法-努伊特-痕",
        [5894] = "Unknown Target",
        [2569] = "飽經風霜的箱子",
        [6154] = "首領災星烏爾伽拉格",
        [6155] = "首領災星烏爾伽拉格",
        [5388] = "裝備製作日常",
        [5389] = "裝備製作日常",
        [4622] = "阿爾明",
        [5392] = "裝備製作日常",
        [1554] = "警衛隊長拉瑪",
        [5395] = "裝備製作日常",
        [5396] = "裝備製作日常",
        [4631] = "承諾條",
        [5400] = "消耗品製作日常",
        [5406] = "消耗品製作日常",
        [5407] = "消耗品製作日常",
        [1568] = "警衛指揮官科特",
        [5921] = "小丑女王艾琳",
        [5412] = "消耗品製作日常",
        [5413] = "消耗品製作日常",
        [4902] = "達理恩·戈迪耶",
        [4903] = "至高王艾默裡克",
        [5416] = "消耗品製造日常",
        [5417] = "消耗品製造日常",
        [5418] = "消耗品製造日常",
        [5931] = "小丑王艾默裡克",
        [6189] = "首領災星烏爾伽拉格",
        [5935] = "瑞亞·歐皮卡里斯",
        [6192] = "湖水漁點",
        [5937] = "小丑女王艾琳",
        [4403] = "阿爾伯特·馬爾科隊長",
        [6196] = "博學者賽拉魯斯",
        [3637] = "杜拉克院長",
        [6199] = "博學者賽拉魯斯",
        [1339] = "柯娜斯提格",
        [1341] = "杜蓋克隊長",
        [4926] = "安杜萨·达罗",
        [575] = "杜拉克院長",
        [4928] = "安杜萨·达罗",
        [4929] = "安杜萨·达罗",
        [1346] = "伽德朗將軍",
        [5958] = "崔蘭·歐莫里爾",
        [4937] = "斯伽格副隊長",
        [6218] = "裝備製作日常",
        [4942] = "拜恩",
        [1615] = "休伯特",
        [4944] = "巨魔社會化研究筆記",
        [6227] = "裝備製作日常",
        [6228] = "裝備製作日常",
        [6741] = "首領災星烏爾伽拉格",
        [5974] = "Sealed Blacksmithing Writ",
        [5975] = "Sealed Woodworking Writ",
        [5976] = "Sealed Woodworking Writ",
        [5977] = "Sealed Provisioning Writ",
        [5978] = "Sealed Clothier Writ",
        [4443] = "達比安公爵",
        [5980] = "Sealed Alchemy Writ",
        [5981] = "Sealed Alchemy Writ",
        [5982] = "Sealed Alchemy Writ",
        [6495] = "丁贊",
        [5984] = "Sealed Alchemy Writ",
        [5985] = "Sealed Alchemy Writ",
        [6498] = "赫盧娜玩偶",
        [5987] = "Sealed Alchemy Writ",
        [5988] = "Sealed Alchemy Writ",
        [1637] = "艾爾薇拉·德瑞大副",
        [614] = "馬賽亞斯·萊蒙特",
        [1383] = "米歇爾·赫洛馬尼",
        [1384] = "貞德·馬洛勒斯",
        [6250] = "首領災星烏爾伽拉格",
        [6252] = "首領災星烏爾伽拉格",
        [6512] = "劍衛婕爾塔",
        [4956] = "克兰多尔的日记",
        [5368] = "裝備製作日常",
        [6518] = "希達瓦",
        [5051] = "剑圣卡里阿",
        [4472] = "派爾睿·南內爾",
        [4473] = "警衛隊長埃納德",
        [4927] = "安杜萨·达罗",
        [1591] = "法莉絲·曼諾伊特",
        [5244] = "瑪吉·奧-拉伽斯",
        [6269] = "整備站",
        [5246] = "瑪吉·奧-拉伽斯",
        [5247] = "瑪吉·奧-拉伽斯",
        [5248] = "瑪吉·奧-拉伽斯",
        [6017] = "Sealed Enchanting Writ",
        [2046] = "佩裡修道士",
        [521] = "杜拉克院長",
        [2436] = "弗洛蒂伯特·豐博納的遺願和遺囑",
        [6021] = "Sealed Clothier Writ",
        [5986] = "Sealed Alchemy Writ",
        [1639] = "杜拉克院長",
        [6650] = "布瑞塔·斯拉努斯",
        [523] = "格胡爾·格拉-卡茲格",
        [6648] = "Sleek Creek House Courtyard",
        [4965] = "尼古琳",
        [5260] = "瑪吉·奧-拉伽斯",
        [5983] = "Sealed Alchemy Writ",
        [4952] = "喬萬·亨諾特",
        [6020] = "Sealed Woodworking Writ",
        [6668] = "迪圖姆-賈斯",
        [657] = "漢德爾的遺願",
        [2450] = "薩奇·阿廓勒",
        [2451] = "薩奇·阿廓勒",
        [5012] = "巴姆諾格",
        [5277] = "瑪吉·奧-拉伽斯",
        [5014] = "馬瑞斯賽特",
        [5021] = "薩耶隊長",
        [5022] = "薩耶隊長",
        [5273] = "瑪吉·奧-拉伽斯",
        [5274] = "瑪吉·奧-拉伽斯",
        [5275] = "瑪吉·奧-拉伽斯",
        [5020] = "薩耶隊長",
        [1437] = "伽德朗將軍",
        [5278] = "瑪吉·奧-拉伽斯",
        [5973] = "Sealed Enchanting Writ",
        [5979] = "Sealed Clothier Writ",
        [5284] = "紅鬍子格裡容",
        [5282] = "瑪吉·奧-拉伽斯",
        [5283] = "紅鬍子格裡容",
        [4516] = "隨葬甕",
        [5450] = "斯圖嘉",
        [6054] = "首領災星烏爾伽拉格",
        [4519] = "馬泰斯·德隆尼",
        [5288] = "紅鬍子格裡容",
        [6569] = "布拉薩豪",
        [5290] = "紅鬍子格里容",
        [5291] = "紅鬍子格裡容",
        [5990] = "Sealed Alchemy Writ",
        [1709] = "英格麗德·瓦楠",
        [2558] = "瑪格特·奧山特",
        [5865] = "貝拉露·歐莫里爾",
        [2481] = "穆賈德哈",
        [6577] = "首領災星烏爾伽拉格",
        [6506] = "首領災星烏爾伽拉格",
        [1541] = "大師奧提恩",
        [5382] = "首領災星烏爾伽拉格",
        [5301] = "紅鬍子格裡容",
        [6582] = "格溫尼菲",
        [5303] = "紅鬍子格裡容",
        [2488] = "贓物",
        [5305] = "紅鬍子格裡容",
        [6586] = "麥杜恩",
        [5307] = "紅鬍子格裡容",
        [5052] = "奧爾加中士",
        [5309] = "紅鬍子格裡容",
        [6187] = "首領災星烏爾伽拉格",
        [2495] = "霍斯尼·安特圖拉伯爵",
        [2496] = "希拉莉·安特圖拉女士",
        [2497] = "希拉莉·安特圖拉女士",
        [2566] = "拉卡納公爵夫人",
        [5394] = "裝備製作日常",
        [6084] = "仲裁者法羅維爾",
        [5409] = "消耗品製作日常",
        [6452] = "Sealed Jewelry Crafter Writ",
        [3783] = "埃德蓋德爵士",
        [3784] = "戰鬥法師蓋斯頓",
        [2576] = "拿瑟奈爾公爵",
        [6090] = "木工工作台",
        [5381] = "紅鬍子格裡容",
        [4565] = "瑞米·貝拉德",
        [1485] = "雅迪爾·查尼斯",
        [6350] = "首領災星烏爾伽拉格",
        [6359] = "尼蘇齊",
        [6352] = "首領災星烏爾伽拉格",
        [6353] = "Unknown Target",
        [6098] = "消耗品製作日常",
        [6099] = "消耗品製作日常",
        [6100] = "消耗品製作日常",
        [6101] = "消耗品製作日常",
        [3286] = "達瑞博特·胡瑞爾",
        [6103] = "消耗品製造日常",
        [6104] = "消耗品製作日常",
        [6105] = "消耗品製作日常",
        [6157] = "仲裁者塔諾利恩",
        [5374] = "裝備製作日常",
        [728] = "泰瑞·馬倫斯",
        [6102] = "消耗品製作日常",
        [465] = "維蘭迪斯·鴉望伯爵",
        [5087] = "純淨水",
        [2504] = "塔巴卡修女",
        [2561] = "魯格哈茲",
        [5306] = "紅鬍子格里容",
        [6451] = "Sealed Jewelry Crafter Writ",
        [5171] = "費澤斯，隨身商人助手",
        [5989] = "Sealed Alchemy Writ",
        [5991] = "Sealed Alchemy Writ",
        [4839] = "娜达法的日记",
        [2536] = "德羅-達拉",
        [2537] = "布萊斯·帕馬克",
        [2538] = "愛麗絲·曼提歐伯爵夫人",
        [4843] = "學者康提爾",
        [6380] = "瑞'希爾",
        [5972] = "Sealed Blacksmithing Writ",
        [5102] = "貝爾卡斯指路祭壇",
        [4401] = "攻擊計劃",
        [6640] = "笑-聲-朗",
        [5276] = "瑪吉·奧-拉伽斯",
        [6503] = "Unknown Target",
        [499] = "杜拉克院長",
        [1633] = "霍斯尼·安特圖拉伯爵",
        [2549] = "女祭司皮婭婷",
        [2550] = "被詛咒的頭骨",
        [1527] = "亞卡迪·查尼斯",
        [2552] = "法赫特夫人",
        [1529] = "薩菲亞修女",
        [4858] = "阿杜莎-達洛",
        [4934] = "納薩爾耶·艾文",
        [2556] = "達比安公爵",
        [4901] = "至高王艾默裡克",
        [6654] = "神光井",
        [2047] = "大師穆族格",
    },
    ["reward_info"] = 
    {
        [4928] = 
        {
            [1] = 1,
            [2] = 7,
        },
        [4929] = 
        {
            [1] = 1,
            [2] = 7,
        },
        [4956] = 
        {
            [1] = 1,
            [2] = 7,
        },
        [5051] = 
        {
            [1] = 1,
        },
        [6740] = 
        {
            [1] = 1,
            [2] = 7,
            [3] = 9,
        },
        [4839] = 
        {
            [1] = 1,
        },
        [4926] = 
        {
            [1] = 1,
            [2] = 7,
        },
        [4927] = 
        {
            [1] = 1,
            [2] = 7,
        },
    },
    ["quests"] = 
    {
        ["vvardenfell/vivechoj01a_base_0"] = 
        {
        },
        ["rivenspire/rivenspire_base_0"] = 
        {
            [1] = 
            {
                ["name"] = "揭開面紗",
                ["zone_name"] = "碎裂山峰",
                ["gpsy"] = 0.2602067985,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 0,
                ["zone_index"] = 5,
                ["quest_type"] = 0,
                ["x"] = 0.2145559490,
                ["gpsx"] = 0.1445415988,
                ["y"] = 0.6473621130,
                ["giver"] = "葛溫迪斯",
                ["api"] = 101033,
                ["quest_display_type"] = 10,
                ["poi_index"] = 15,
            },
            [2] = 
            {
                ["name"] = "時來運轉",
                ["zone_name"] = "碎裂山峰",
                ["gpsy"] = 0.2714484031,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 0,
                ["zone_index"] = 5,
                ["quest_type"] = 0,
                ["x"] = 0.5860406756,
                ["gpsx"] = 0.1896711975,
                ["y"] = 0.7398974895,
                ["giver"] = "奈德拉斯的日記",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [3] = 
            {
                ["name"] = "古代遺物",
                ["zone_name"] = "碎裂山峰",
                ["gpsy"] = 0.2443488027,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 0,
                ["zone_index"] = 5,
                ["quest_type"] = 0,
                ["x"] = 0.5861592293,
                ["gpsx"] = 0.1896855999,
                ["y"] = 0.5168268681,
                ["giver"] = "阿爾瓦倫·蓋洛特",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
        },
        ["auridon/vulkhelguard_base_0"] = 
        {
        },
        ["clockwork/ui_map_asylumsanctorum001_base_0"] = 
        {
        },
        ["alikr/divadschagrinmine_base_0"] = 
        {
        },
        ["stormhaven/norvulkruins_base_0"] = 
        {
        },
        ["deadlands/u32_fargrave_base_0"] = 
        {
        },
        ["skyrim/kynesaegismap001_0"] = 
        {
        },
        ["summerset/dreamingcave02_base_0"] = 
        {
        },
        ["rivenspire/flyleafcatacombs_base_0"] = 
        {
        },
        ["rivenspire/hildunessecretrefuge_base_0"] = 
        {
        },
        ["rivenspire/northpoint_base_0"] = 
        {
        },
        ["thievesguild/hewsbane_base_0"] = 
        {
        },
        ["rivenspire/tribulationcrypt_base_0"] = 
        {
            [1] = 
            {
                ["name"] = "過去的記憶",
                ["zone_name"] = "碎裂山峰",
                ["gpsy"] = 0.2545500032,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 0,
                ["zone_index"] = 5,
                ["quest_type"] = 0,
                ["x"] = 0.2951807082,
                ["gpsx"] = 0.2004047931,
                ["y"] = 0.1987951845,
                ["giver"] = "遠古長劍",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
        },
        ["stormhaven/wayrest_base_0"] = 
        {
        },
        ["coldharbor/coldharbour_base_0"] = 
        {
        },
        ["stormhaven/portdunwatch_base_0"] = 
        {
        },
        ["stormhaven/alcairecastle_base_0"] = 
        {
        },
        ["craglorn/helracitadelentry_base_0"] = 
        {
        },
        ["summerset/ui_map_cloudresttrial_base_0"] = 
        {
            [2] = 
            {
                ["name"] = "Woe of the Welkynars",
                ["zone_name"] = "Cloudrest",
                ["gpsy"] = 0.6869512053,
                ["lang"] = "en",
                ["repeat_type"] = 1,
                ["zone_index"] = 653,
                ["quest_type"] = 6,
                ["questID"] = -1,
                ["gpsx"] = 0.1125256001,
                ["y"] = 0.2710317671,
                ["x"] = 0.3823831379,
                ["api"] = 101033,
                ["quest_display_type"] = 3,
                ["poi_index"] = 294967291,
            },
            [1] = 
            {
                ["name"] = "威爾肯納爾之殤",
                ["zone_name"] = "雲息城",
                ["gpsy"] = 0.6861900059,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 1,
                ["zone_index"] = 653,
                ["quest_type"] = 6,
                ["x"] = 0.3881891072,
                ["gpsx"] = 0.1127404001,
                ["y"] = 0.2504568100,
                ["giver"] = "",
                ["api"] = 101033,
                ["quest_display_type"] = 3,
                ["poi_index"] = 294967291,
            },
        },
        ["elsweyr/rimmen_base_0"] = 
        {
            [1] = 
            {
                ["name"] = "製衣師日常令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182783960,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2834613621,
                ["gpsx"] = 0.5671559730,
                ["y"] = 0.4239867628,
                ["giver"] = "裝備製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [2] = 
            {
                ["name"] = "鍛造師令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182783960,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2834613621,
                ["gpsx"] = 0.5671559730,
                ["y"] = 0.4239867628,
                ["giver"] = "裝備製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [3] = 
            {
                ["name"] = "木工師令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182783960,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2834613621,
                ["gpsx"] = 0.5671559730,
                ["y"] = 0.4239867628,
                ["giver"] = "裝備製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [4] = 
            {
                ["name"] = "首飾製作令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182783960,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2834613621,
                ["gpsx"] = 0.5671559730,
                ["y"] = 0.4239867628,
                ["giver"] = "裝備製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [5] = 
            {
                ["name"] = "烹飪師令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182887961,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2933485806,
                ["gpsx"] = 0.5673495726,
                ["y"] = 0.4245178998,
                ["giver"] = "消耗品製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [6] = 
            {
                ["name"] = "附魔師令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182887961,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2933485806,
                ["gpsx"] = 0.5673495726,
                ["y"] = 0.4245178998,
                ["giver"] = "消耗品製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
            [7] = 
            {
                ["name"] = "鍊金師令狀",
                ["zone_name"] = "",
                ["gpsy"] = 0.6182887961,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 294967291,
                ["quest_type"] = 4,
                ["x"] = 0.2933485806,
                ["gpsx"] = 0.5673495726,
                ["y"] = 0.4245178998,
                ["giver"] = "消耗品製造日常",
                ["api"] = 101033,
                ["quest_display_type"] = 0,
                ["poi_index"] = 294967291,
            },
        },
        ["craglorn/aetherianarchivebottom_base_0"] = 
        {
        },
        ["wrothgar/arenaslobbyexterior_base_0"] = 
        {
        },
        ["summerset/alinor_base_0"] = 
        {
        },
        ["stormhaven/bonesnapruinssecret_base_0"] = 
        {
        },
        ["craglorn/trl_so_map01_base_0"] = 
        {
        },
        ["glenumbra/daggerfall_base_0"] = 
        {
        },
        ["summerset/coralaerie_beach_001_0"] = 
        {
        },
        ["reapersmarch/rawlkha_base_0"] = 
        {
        },
        ["skyrim/solitudecity_base_0"] = 
        {
        },
        ["stormhaven/stormhaven_base_0"] = 
        {
            [1] = 
            {
                ["name"] = "未答覆的問題",
                ["zone_name"] = "風暴港",
                ["gpsy"] = 0.2953732045,
                ["lang"] = "zh",
                ["repeat_type"] = 0,
                ["zone_index"] = 4,
                ["quest_type"] = 0,
                ["questID"] = -1,
                ["gpsx"] = 0.1906552043,
                ["y"] = 0.2978657186,
                ["giver"] = "拿瑟奈爾公爵",
                ["api"] = 101032,
                ["x"] = 0.3316885829,
                ["poi_index"] = 294967291,
            },
        },
        ["vvardenfell/viviccity_base_0"] = 
        {
        },
        ["stormhaven/farangelsdelve_base_0"] = 
        {
        },
        ["blackwood/u30_rg_map_outside_001_0"] = 
        {
        },
        ["stormhaven/bearclawmine_base_0"] = 
        {
        },
        ["reapersmarch/maw_of_lorkaj_base_0"] = 
        {
        },
        ["stonefalls/stonefalls_base_0"] = 
        {
        },
        ["grahtwood/eldenrootgroundfloor_base_0"] = 
        {
            [8] = 
            {
                ["name"] = "Pledge: Bloodroot Forge",
                ["zone_name"] = "Craglorn",
                ["gpsy"] = 0.7354416237,
                ["questID"] = -1,
                ["lang"] = "en",
                ["repeat_type"] = 2,
                ["zone_index"] = 500,
                ["quest_type"] = 15,
                ["x"] = 0.5600480437,
                ["gpsx"] = 0.4361952089,
                ["y"] = 0.6476821303,
                ["giver"] = "Urgarlag Chief-bane",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 74,
            },
            [1] = 
            {
                ["name"] = "契約：灰燼之城 I",
                ["zone_name"] = "綠蔭",
                ["gpsy"] = 0.7358596230,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 18,
                ["quest_type"] = 15,
                ["x"] = 0.5593618751,
                ["gpsx"] = 0.4361744095,
                ["y"] = 0.6614718437,
                ["giver"] = "紅鬍子格里容",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 39,
            },
            [2] = 
            {
                ["name"] = "契約：紡錘迷宮 I",
                ["zone_name"] = "格林納巴",
                ["gpsy"] = 0.7358952234,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 2,
                ["quest_type"] = 15,
                ["x"] = 0.5727952719,
                ["gpsx"] = 0.4365816080,
                ["y"] = 0.6626462936,
                ["giver"] = "瑪吉·奧-拉伽斯",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 42,
            },
            [3] = 
            {
                ["name"] = "契約：月墓神殿",
                ["zone_name"] = "北艾斯維爾",
                ["gpsy"] = 0.7355072236,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 681,
                ["quest_type"] = 15,
                ["x"] = 0.5593090653,
                ["gpsx"] = 0.4361728087,
                ["y"] = 0.6498462558,
                ["giver"] = "首領災星烏爾伽拉格",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 48,
            },
            [4] = 
            {
                ["name"] = "Divine Conundrum",
                ["zone_name"] = "Vvardenfell",
                ["gpsy"] = 0.7319336242,
                ["questID"] = -1,
                ["lang"] = "en",
                ["repeat_type"] = 0,
                ["zone_index"] = 467,
                ["quest_type"] = 0,
                ["x"] = 0.6631081700,
                ["gpsx"] = 0.4393192087,
                ["y"] = 0.5319539309,
                ["giver"] = "Ezabi the Banker",
                ["api"] = 101033,
                ["quest_display_type"] = 10,
                ["poi_index"] = 75,
            },
            [5] = 
            {
                ["name"] = "契約：嚴霜堡壘",
                ["zone_name"] = "東陲",
                ["gpsy"] = 0.7358928240,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 15,
                ["quest_type"] = 15,
                ["x"] = 0.5604307055,
                ["gpsx"] = 0.4362068083,
                ["y"] = 0.6625671387,
                ["giver"] = "紅鬍子格里容",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 41,
            },
            [6] = 
            {
                ["name"] = "契約：紡錘迷宮 II",
                ["zone_name"] = "格林納巴",
                ["gpsy"] = 0.7359100244,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 2,
                ["quest_type"] = 15,
                ["x"] = 0.5734418631,
                ["gpsx"] = 0.4366012077,
                ["y"] = 0.6631345749,
                ["giver"] = "瑪吉·奧-拉伽斯",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 66,
            },
            [7] = 
            {
                ["name"] = "契約：恐懼地窖",
                ["zone_name"] = "黑森林",
                ["gpsy"] = 0.7355060239,
                ["questID"] = -1,
                ["lang"] = "zh",
                ["repeat_type"] = 2,
                ["zone_index"] = 834,
                ["quest_type"] = 15,
                ["x"] = 0.5617371202,
                ["gpsx"] = 0.4362464089,
                ["y"] = 0.6498066783,
                ["giver"] = "首領災星烏爾伽拉格",
                ["api"] = 101033,
                ["quest_display_type"] = 2,
                ["poi_index"] = 67,
            },
        },
        ["vvardenfell/ui_map_hofabriccaves_base_0"] = 
        {
        },
        ["rivenspire/shornhelm_base_0"] = 
        {
        },
        ["vvardenfell/vvardenfell_base_0"] = 
        {
        },
        ["alikr/coldrockdiggings_base_0"] = 
        {
        },
        ["reapersmarch/reapersmarch_base_0"] = 
        {
        },
        ["elsweyr/sunspirehall001_base_0"] = 
        {
            [1] = 
            {
                ["name"] = "阿爾柯什的回歸",
                ["zone_name"] = "陽尖城",
                ["gpsy"] = 0.6876095752,
                ["lang"] = "zh",
                ["repeat_type"] = 1,
                ["zone_index"] = 712,
                ["quest_type"] = 6,
                ["questID"] = -1,
                ["gpsx"] = 0.5069664028,
                ["y"] = 0.1435562819,
                ["giver"] = "Armory Station",
                ["api"] = 101032,
                ["x"] = 0.4828711152,
                ["poi_index"] = 294967291,
            },
        },
        ["reach/markarthcity_base_0"] = 
        {
        },
        ["rivenspire/hoarfrost_base_0"] = 
        {
        },
        ["blackwood/u30_leyawiincity_base_0"] = 
        {
        },
        ["rivenspire/crestshademine_base_0"] = 
        {
        },
        ["murkmire/ui_map_blackroseprison01_base_0"] = 
        {
        },
        ["stormhaven/koeglinvillage_base_0"] = 
        {
        },
        ["skyrim/westernskryim_base_0"] = 
        {
        },
        ["reach/reach_base_0"] = 
        {
        },
    },
    ["location_info"] = 
    {
        ["craglorn/aetherianarchivebottom_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6628019214,
                [2] = 0.7961352468,
                [3] = 0.4593699973,
                [4] = 0.3704364014,
                [5] = 5102,
                [6] = "貝爾卡斯指路祭壇",
            },
        },
        ["stormhaven/portdunwatch_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.4575012922,
                [2] = 0.3020993471,
                [3] = 0.1874740037,
                [4] = 0.2996040044,
                [5] = 4565,
                [6] = "瑞米·貝拉德",
            },
        },
        ["stormhaven/koeglinvillage_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6257067323,
                [2] = 0.4999878705,
                [3] = 0.1696896059,
                [4] = 0.3101951967,
                [5] = 2558,
                [6] = "瑪格特·奧山特",
            },
            [2] = 
            {
                [1] = 0.3911091685,
                [2] = 0.3329208195,
                [3] = 0.1658224057,
                [4] = 0.3074411966,
                [5] = 2556,
                [6] = "達比安公爵",
            },
            [3] = 
            {
                [1] = 0.3602678776,
                [2] = 0.3403460383,
                [3] = 0.1653140055,
                [4] = 0.3075635968,
                [5] = 4443,
                [6] = "達比安公爵",
            },
        },
        ["craglorn/trl_so_map01_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.4607354105,
                [2] = 0.8321031928,
                [3] = 0.3957120020,
                [4] = 0.3218116036,
                [5] = 5171,
                [6] = "費澤斯，隨身商人助手",
            },
        },
        ["reapersmarch/rawlkha_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6133454442,
                [2] = 0.5338660479,
                [3] = 0.4541216059,
                [4] = 0.6174803947,
                [5] = 6228,
                [6] = "裝備製作日常",
            },
            [2] = 
            {
                [1] = 0.7663468719,
                [2] = 0.3928990066,
                [3] = 0.4566796061,
                [4] = 0.6151235950,
                [5] = 5406,
                [6] = "消耗品製作日常",
            },
            [3] = 
            {
                [1] = 0.7663468719,
                [2] = 0.3928990066,
                [3] = 0.4566796061,
                [4] = 0.6151235950,
                [5] = 6105,
                [6] = "消耗品製作日常",
            },
            [4] = 
            {
                [1] = 0.7663468719,
                [2] = 0.3928990066,
                [3] = 0.4566796061,
                [4] = 0.6151235950,
                [5] = 5412,
                [6] = "消耗品製作日常",
            },
            [5] = 
            {
                [1] = 0.6133454442,
                [2] = 0.5338660479,
                [3] = 0.4541216059,
                [4] = 0.6174803947,
                [5] = 5377,
                [6] = "裝備製作日常",
            },
            [6] = 
            {
                [1] = 0.6133454442,
                [2] = 0.5338660479,
                [3] = 0.4541216059,
                [4] = 0.6174803947,
                [5] = 5395,
                [6] = "裝備製作日常",
            },
            [7] = 
            {
                [1] = 0.6133454442,
                [2] = 0.5338660479,
                [3] = 0.4541216059,
                [4] = 0.6174803947,
                [5] = 5388,
                [6] = "裝備製作日常",
            },
        },
        ["stormhaven/stormhaven_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.2014942914,
                [2] = 0.3537885845,
                [3] = 0.1724280034,
                [4] = 0.3032024058,
                [5] = 2561,
                [6] = "魯格哈茲",
            },
            [2] = 
            {
                [1] = 0.1605057120,
                [2] = 0.5495457053,
                [3] = 0.1666896022,
                [4] = 0.3306084028,
                [5] = 4403,
                [6] = "阿爾伯特·馬爾科隊長",
            },
            [3] = 
            {
                [1] = 0.2018657178,
                [2] = 0.5166400075,
                [3] = 0.1724800031,
                [4] = 0.3260016051,
                [5] = 728,
                [6] = "泰瑞·馬倫斯",
            },
            [4] = 
            {
                [1] = 0.1769399941,
                [2] = 0.4723314345,
                [3] = 0.1689904017,
                [4] = 0.3197984049,
                [5] = 4401,
                [6] = "攻擊計劃",
            },
            [5] = 
            {
                [1] = 0.2454914302,
                [2] = 0.2782742977,
                [3] = 0.1785876028,
                [4] = 0.2926304056,
                [5] = 2569,
                [6] = "飽經風霜的箱子",
            },
            [6] = 
            {
                [1] = 0.2706514299,
                [2] = 0.3646942973,
                [3] = 0.1821100028,
                [4] = 0.3047292056,
                [5] = 1709,
                [6] = "英格麗德·瓦楠",
            },
            [7] = 
            {
                [1] = 0.2835142910,
                [2] = 0.4890342951,
                [3] = 0.1839108034,
                [4] = 0.3221368053,
                [5] = 1637,
                [6] = "艾爾薇拉·德瑞大副",
            },
            [8] = 
            {
                [1] = 0.3787457049,
                [2] = 0.6093342900,
                [3] = 0.1972432014,
                [4] = 0.3389788047,
                [5] = 2550,
                [6] = "被詛咒的頭骨",
            },
            [9] = 
            {
                [1] = 0.3803656995,
                [2] = 0.5999628305,
                [3] = 0.1974700006,
                [4] = 0.3376668004,
                [5] = 2549,
                [6] = "女祭司皮婭婷",
            },
            [10] = 
            {
                [1] = 0.4328085780,
                [2] = 0.5925885439,
                [3] = 0.2048120036,
                [4] = 0.3366344002,
                [5] = 1527,
                [6] = "亞卡迪·查尼斯",
            },
        },
        ["vvardenfell/viviccity_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.2431764901,
                [2] = 0.3384788036,
                [3] = 0.7669107723,
                [4] = 0.3759495984,
                [5] = 6654,
                [6] = "Xalvakka's Head",
            },
        },
        ["vvardenfell/vvardenfell_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.5344168544,
                [2] = 0.6708752513,
                [3] = 0.7773256256,
                [4] = 0.3419872071,
                [5] = 6452,
                [6] = "Sealed Jewelry Crafter Writ",
            },
            [2] = 
            {
                [1] = 0.5342590809,
                [2] = 0.6707330346,
                [3] = 0.7772972293,
                [4] = 0.3419616107,
                [5] = 5975,
                [6] = "Sealed Woodworking Writ",
            },
        },
        ["skyrim/kynesaegismap001_0"] = 
        {
            [1] = 
            {
                [1] = 0.7064903975,
                [2] = 0.6754787564,
                [3] = 0.4066003969,
                [4] = 0.1486724006,
                [5] = 6503,
                [6] = "Armory Station",
            },
        },
        ["rivenspire/hildunessecretrefuge_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6918154359,
                [2] = 0.3142472208,
                [3] = 0.2035231984,
                [4] = 0.2035607998,
                [5] = 4839,
                [6] = "娜达法的日记",
            },
        },
        ["grahtwood/eldenrootgroundfloor_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.5596257448,
                [2] = 0.6441720128,
                [3] = 0.4361824080,
                [4] = 0.7353352236,
                [5] = 6054,
                [6] = "首領災星烏爾伽拉格",
            },
            [2] = 
            {
                [1] = 0.5743656158,
                [2] = 0.6615642309,
                [3] = 0.4366292089,
                [4] = 0.7358624235,
                [5] = 5275,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [3] = 
            {
                [1] = 0.5589131713,
                [2] = 0.6614059210,
                [3] = 0.4361608082,
                [4] = 0.7358576247,
                [5] = 5301,
                [6] = "紅鬍子格裡容",
            },
            [4] = 
            {
                [1] = 0.5598765016,
                [2] = 0.6449109912,
                [3] = 0.4361900091,
                [4] = 0.7353576238,
                [5] = 6155,
                [6] = "首領災星烏爾伽拉格",
            },
            [5] = 
            {
                [1] = 0.5613940358,
                [2] = 0.6676739454,
                [3] = 0.4362360092,
                [4] = 0.7360476236,
                [5] = 5305,
                [6] = "紅鬍子格裡容",
            },
            [6] = 
            {
                [1] = 0.5724785924,
                [2] = 0.6641110778,
                [3] = 0.4365720087,
                [4] = 0.7359396245,
                [5] = 5276,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [7] = 
            {
                [1] = 0.5592958927,
                [2] = 0.6491336823,
                [3] = 0.4361724094,
                [4] = 0.7354856237,
                [5] = 6154,
                [6] = "首領災星烏爾伽拉格",
            },
            [8] = 
            {
                [1] = 0.5598236918,
                [2] = 0.6621052623,
                [3] = 0.4361884083,
                [4] = 0.7358788235,
                [5] = 5288,
                [6] = "紅鬍子格裡容",
            },
            [9] = 
            {
                [1] = 0.5721222758,
                [2] = 0.6633720994,
                [3] = 0.4365612079,
                [4] = 0.7359172243,
                [5] = 5282,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [10] = 
            {
                [1] = 0.5727292895,
                [2] = 0.6634248495,
                [3] = 0.4365796079,
                [4] = 0.7359188233,
                [5] = 5247,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [11] = 
            {
                [1] = 0.5602195859,
                [2] = 0.6637283564,
                [3] = 0.4362004088,
                [4] = 0.7359280233,
                [5] = 5307,
                [6] = "紅鬍子格裡容",
            },
            [12] = 
            {
                [1] = 0.5606286526,
                [2] = 0.6493184566,
                [3] = 0.4362128086,
                [4] = 0.7354912247,
                [5] = 6187,
                [6] = "首領災星烏爾伽拉格",
            },
            [13] = 
            {
                [1] = 0.5600216389,
                [2] = 0.6622636318,
                [3] = 0.4361944085,
                [4] = 0.7358836240,
                [5] = 5381,
                [6] = "紅鬍子格裡容",
            },
            [14] = 
            {
                [1] = 0.5717924237,
                [2] = 0.6650875807,
                [3] = 0.4365512093,
                [4] = 0.7359692247,
                [5] = 5246,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [15] = 
            {
                [1] = 0.5608133674,
                [2] = 0.6466396451,
                [3] = 0.4362184077,
                [4] = 0.7354100235,
                [5] = 6189,
                [6] = "首領災星烏爾伽拉格",
            },
            [16] = 
            {
                [1] = 0.5599292517,
                [2] = 0.6459403038,
                [3] = 0.4361916080,
                [4] = 0.7353888248,
                [5] = 6252,
                [6] = "首領災星烏爾伽拉格",
            },
            [17] = 
            {
                [1] = 0.5621593595,
                [2] = 0.6673836708,
                [3] = 0.4362592080,
                [4] = 0.7360388247,
                [5] = 5283,
                [6] = "紅鬍子格裡容",
            },
            [18] = 
            {
                [1] = 0.5715680718,
                [2] = 0.6609967947,
                [3] = 0.4365444086,
                [4] = 0.7358452232,
                [5] = 5274,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [19] = 
            {
                [1] = 0.5603251457,
                [2] = 0.6643486023,
                [3] = 0.4362036085,
                [4] = 0.7359468245,
                [5] = 5303,
                [6] = "紅鬍子格裡容",
            },
            [20] = 
            {
                [1] = 0.5585436821,
                [2] = 0.6512318254,
                [3] = 0.4361496081,
                [4] = 0.7355492235,
                [5] = 6250,
                [6] = "首領災星烏爾伽拉格",
            },
            [21] = 
            {
                [1] = 0.5733363032,
                [2] = 0.6630026102,
                [3] = 0.4365980079,
                [4] = 0.7359060242,
                [5] = 5277,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [22] = 
            {
                [1] = 0.5590847135,
                [2] = 0.6623823643,
                [3] = 0.4361660081,
                [4] = 0.7358872231,
                [5] = 5291,
                [6] = "紅鬍子格裡容",
            },
            [23] = 
            {
                [1] = 0.5732307434,
                [2] = 0.6609572172,
                [3] = 0.4365948082,
                [4] = 0.7358440235,
                [5] = 5273,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [24] = 
            {
                [1] = 0.5732967257,
                [2] = 0.6639791131,
                [3] = 0.4365968083,
                [4] = 0.7359356244,
                [5] = 5244,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [25] = 
            {
                [1] = 0.5595334172,
                [2] = 0.6625539660,
                [3] = 0.4361796093,
                [4] = 0.7358924248,
                [5] = 5309,
                [6] = "紅鬍子格裡容",
            },
            [26] = 
            {
                [1] = 0.5722542405,
                [2] = 0.6609044671,
                [3] = 0.4365652080,
                [4] = 0.7358424245,
                [5] = 5248,
                [6] = "瑪吉·奧-拉伽斯",
            },
            [27] = 
            {
                [1] = 0.5592166781,
                [2] = 0.6622372270,
                [3] = 0.4361700082,
                [4] = 0.7358828236,
                [5] = 5284,
                [6] = "紅鬍子格裡容",
            },
            [28] = 
            {
                [1] = 0.7244955897,
                [2] = 0.6407278776,
                [3] = 0.4411800088,
                [4] = 0.7352308236,
                [5] = 6452,
                [6] = "Sealed Jewelry Crafter Writ",
            },
            [29] = 
            {
                [1] = 0.7265805602,
                [2] = 0.6406618953,
                [3] = 0.4412432092,
                [4] = 0.7352288235,
                [5] = 5988,
                [6] = "Sealed Alchemy Writ",
            },
            [30] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5987,
                [6] = "Sealed Alchemy Writ",
            },
            [31] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5982,
                [6] = "Sealed Alchemy Writ",
            },
            [32] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5980,
                [6] = "Sealed Alchemy Writ",
            },
            [33] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5983,
                [6] = "Sealed Alchemy Writ",
            },
            [34] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5986,
                [6] = "Sealed Alchemy Writ",
            },
            [35] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5991,
                [6] = "Sealed Alchemy Writ",
            },
            [36] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5990,
                [6] = "Sealed Alchemy Writ",
            },
            [37] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5989,
                [6] = "Sealed Alchemy Writ",
            },
            [38] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5985,
                [6] = "Sealed Alchemy Writ",
            },
            [39] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5981,
                [6] = "Sealed Alchemy Writ",
            },
            [40] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5984,
                [6] = "Sealed Alchemy Writ",
            },
            [41] = 
            {
                [1] = 0.7275570631,
                [2] = 0.6408598423,
                [3] = 0.4412728094,
                [4] = 0.7352348238,
                [5] = 5973,
                [6] = "Sealed Enchanting Writ",
            },
            [42] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5972,
                [6] = "Sealed Blacksmithing Writ",
            },
            [43] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5974,
                [6] = "Sealed Blacksmithing Writ",
            },
            [44] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5978,
                [6] = "Sealed Clothier Writ",
            },
            [45] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5979,
                [6] = "Sealed Clothier Writ",
            },
            [46] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5977,
                [6] = "Sealed Provisioning Writ",
            },
            [47] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5976,
                [6] = "Sealed Woodworking Writ",
            },
            [48] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 5975,
                [6] = "Sealed Woodworking Writ",
            },
            [49] = 
            {
                [1] = 0.7268048525,
                [2] = 0.6404111981,
                [3] = 0.4412500080,
                [4] = 0.7352212243,
                [5] = 6020,
                [6] = "Sealed Woodworking Writ",
            },
            [50] = 
            {
                [1] = 0.7304073572,
                [2] = 0.6396458149,
                [3] = 0.4413592086,
                [4] = 0.7351980237,
                [5] = 6017,
                [6] = "Sealed Enchanting Writ",
            },
            [51] = 
            {
                [1] = 0.5599556565,
                [2] = 0.6503345370,
                [3] = 0.4361924084,
                [4] = 0.7355220245,
                [5] = 6743,
                [6] = 200045,
            },
        },
        ["rivenspire/northpoint_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.3136259317,
                [2] = 0.5176460743,
                [3] = 0.2115007964,
                [4] = 0.2077179995,
                [5] = 5051,
                [6] = "剑圣卡里阿",
            },
        },
        ["rivenspire/shornhelm_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.5205863714,
                [2] = 0.3084767461,
                [3] = 0.1709736032,
                [4] = 0.2454172047,
                [5] = 4926,
                [6] = "安杜萨·达罗",
            },
        },
        ["rivenspire/rivenspire_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.2951753438,
                [2] = 0.4598911405,
                [3] = 0.1543355975,
                [4] = 0.2374320001,
                [5] = 4927,
                [6] = "安杜萨·达罗",
            },
            [2] = 
            {
                [1] = 0.2863215506,
                [2] = 0.4677736461,
                [3] = 0.1532599997,
                [4] = 0.2383896015,
                [5] = 4928,
                [6] = "安杜萨·达罗",
            },
            [3] = 
            {
                [1] = 0.2854983807,
                [2] = 0.4694330990,
                [3] = 0.1531599974,
                [4] = 0.2385911992,
                [5] = 4929,
                [6] = "安杜萨·达罗",
            },
            [4] = 
            {
                [1] = 0.5250221491,
                [2] = 0.2143221647,
                [3] = 0.1822583984,
                [4] = 0.2075992007,
                [5] = 4956,
                [6] = "克兰多尔的日记",
            },
        },
        ["vvardenfell/ui_map_hofabriccaves_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.1011235937,
                [2] = 0.7424902320,
                [3] = 0.8185411990,
                [4] = 0.3248668074,
                [5] = 5894,
                [6] = "Unknown Target",
            },
        },
        ["blackwood/u30_rg_map_outside_001_0"] = 
        {
            [1] = 
            {
                [1] = 0.3208208084,
                [2] = 0.1458958983,
                [3] = 0.6917836282,
                [4] = 0.7429579912,
                [5] = 6654,
                [6] = "神光井",
            },
            [2] = 
            {
                [1] = 0.3763763905,
                [2] = 0.1231231242,
                [3] = 0.6918724282,
                [4] = 0.7429215912,
                [5] = 6654,
                [6] = "達比安公爵",
            },
        },
        ["elsweyr/sunspirehall001_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.4828711152,
                [2] = 0.1435562819,
                [3] = 0.5069664028,
                [4] = 0.6876095752,
                [5] = 6353,
                [6] = "Jena Calvus",
            },
        },
        ["thievesguild/hewsbane_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6501249075,
                [2] = 0.7761983871,
                [3] = 0.2485984071,
                [4] = 0.5333128193,
                [5] = 6021,
                [6] = "Sealed Clothier Writ",
            },
        },
        ["reapersmarch/reapersmarch_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.4409461021,
                [2] = 0.4965234101,
                [3] = 0.4494051850,
                [4] = 0.6098704054,
                [5] = 6648,
                [6] = "Sleek Creek House Courtyard",
            },
        },
        ["stormhaven/wayrest_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.2345678955,
                [2] = 0.0539402328,
                [3] = 0.2153336022,
                [4] = 0.3254024068,
                [5] = 1485,
                [6] = "雅迪爾·查尼斯",
            },
        },
        ["coldharbor/coldharbour_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.5671658516,
                [2] = 0.5430122614,
                [3] = -0.0880320029,
                [4] = 0.2364804044,
                [5] = 6451,
                [6] = "Sealed Jewelry Crafter Writ",
            },
        },
        ["elsweyr/rimmen_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.2790080011,
                [2] = 0.4242931902,
                [3] = 0.5670687726,
                [4] = 0.6182843961,
                [5] = 5394,
                [6] = "裝備製作日常",
            },
            [2] = 
            {
                [1] = 0.2790080011,
                [2] = 0.4242931902,
                [3] = 0.5670687726,
                [4] = 0.6182843961,
                [5] = 5368,
                [6] = "裝備製作日常",
            },
            [3] = 
            {
                [1] = 0.2790080011,
                [2] = 0.4242931902,
                [3] = 0.5670687726,
                [4] = 0.6182843961,
                [5] = 5374,
                [6] = "裝備製作日常",
            },
            [4] = 
            {
                [1] = 0.2790080011,
                [2] = 0.4242931902,
                [3] = 0.5670687726,
                [4] = 0.6182843961,
                [5] = 6227,
                [6] = "裝備製作日常",
            },
            [5] = 
            {
                [1] = 0.2911832035,
                [2] = 0.4230470657,
                [3] = 0.5673071728,
                [4] = 0.6182599960,
                [5] = 5409,
                [6] = "消耗品製作日常",
            },
            [6] = 
            {
                [1] = 0.2911832035,
                [2] = 0.4230470657,
                [3] = 0.5673071728,
                [4] = 0.6182599960,
                [5] = 5400,
                [6] = "消耗品製作日常",
            },
            [7] = 
            {
                [1] = 0.2911832035,
                [2] = 0.4230470657,
                [3] = 0.5673071728,
                [4] = 0.6182599960,
                [5] = 6104,
                [6] = "消耗品製作日常",
            },
            [8] = 
            {
                [1] = 0.2793961465,
                [2] = 0.4244770408,
                [3] = 0.5670763728,
                [4] = 0.6182879960,
                [5] = 5396,
                [6] = "裝備製作日常",
            },
            [9] = 
            {
                [1] = 0.2793961465,
                [2] = 0.4244770408,
                [3] = 0.5670763728,
                [4] = 0.6182879960,
                [5] = 5392,
                [6] = "裝備製作日常",
            },
            [10] = 
            {
                [1] = 0.2793961465,
                [2] = 0.4244770408,
                [3] = 0.5670763728,
                [4] = 0.6182879960,
                [5] = 5389,
                [6] = "裝備製作日常",
            },
            [11] = 
            {
                [1] = 0.2793961465,
                [2] = 0.4244770408,
                [3] = 0.5670763728,
                [4] = 0.6182879960,
                [5] = 6218,
                [6] = "裝備製作日常",
            },
            [12] = 
            {
                [1] = 0.2931034565,
                [2] = 0.4245178998,
                [3] = 0.5673447729,
                [4] = 0.6182887961,
                [5] = 5413,
                [6] = "消耗品製作日常",
            },
            [13] = 
            {
                [1] = 0.2931034565,
                [2] = 0.4245178998,
                [3] = 0.5673447729,
                [4] = 0.6182887961,
                [5] = 5407,
                [6] = "消耗品製作日常",
            },
            [14] = 
            {
                [1] = 0.2931034565,
                [2] = 0.4245178998,
                [3] = 0.5673447729,
                [4] = 0.6182887961,
                [5] = 6098,
                [6] = "消耗品製作日常",
            },
            [15] = 
            {
                [1] = 0.2942270041,
                [2] = 0.4233943522,
                [3] = 0.5673667728,
                [4] = 0.6182667961,
                [5] = 6099,
                [6] = "消耗品製作日常",
            },
            [16] = 
            {
                [1] = 0.2797842920,
                [2] = 0.4244565964,
                [3] = 0.5670839730,
                [4] = 0.6182875957,
                [5] = 5395,
                [6] = "裝備製作日常",
            },
            [17] = 
            {
                [1] = 0.2797842920,
                [2] = 0.4244565964,
                [3] = 0.5670839730,
                [4] = 0.6182875957,
                [5] = 5377,
                [6] = "裝備製作日常",
            },
            [18] = 
            {
                [1] = 0.2797842920,
                [2] = 0.4244565964,
                [3] = 0.5670839730,
                [4] = 0.6182875957,
                [5] = 5388,
                [6] = "裝備製作日常",
            },
            [19] = 
            {
                [1] = 0.2797842920,
                [2] = 0.4244565964,
                [3] = 0.5670839730,
                [4] = 0.6182875957,
                [5] = 6228,
                [6] = "裝備製作日常",
            },
            [20] = 
            {
                [1] = 0.2945538461,
                [2] = 0.4226385057,
                [3] = 0.5673731727,
                [4] = 0.6182519961,
                [5] = 5412,
                [6] = "消耗品製作日常",
            },
            [21] = 
            {
                [1] = 0.2945538461,
                [2] = 0.4226385057,
                [3] = 0.5673731727,
                [4] = 0.6182519961,
                [5] = 5406,
                [6] = "消耗品製作日常",
            },
            [22] = 
            {
                [1] = 0.2945538461,
                [2] = 0.4226385057,
                [3] = 0.5673731727,
                [4] = 0.6182519961,
                [5] = 6100,
                [6] = "消耗品製作日常",
            },
            [23] = 
            {
                [1] = 0.2932055891,
                [2] = 0.4245178998,
                [3] = 0.5673467727,
                [4] = 0.6182887961,
                [5] = 6101,
                [6] = "消耗品製作日常",
            },
            [24] = 
            {
                [1] = 0.2946559787,
                [2] = 0.4235373437,
                [3] = 0.5673751725,
                [4] = 0.6182695960,
                [5] = 6102,
                [6] = "消耗品製作日常",
            },
            [25] = 
            {
                [1] = 0.2933690250,
                [2] = 0.4245178998,
                [3] = 0.5673499729,
                [4] = 0.6182887961,
                [5] = 6105,
                [6] = "消耗品製作日常",
            },
        },
        ["stormhaven/alcairecastle_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.5173459053,
                [2] = 0.6722764373,
                [3] = 0.1678412055,
                [4] = 0.2917124012,
                [5] = 2552,
                [6] = "法赫特夫人",
            },
            [2] = 
            {
                [1] = 0.4031224847,
                [2] = 0.4347376823,
                [3] = 0.1658512051,
                [4] = 0.2875740011,
                [5] = 2566,
                [6] = "拉卡納公爵夫人",
            },
            [3] = 
            {
                [1] = 0.4044311643,
                [2] = 0.4306049943,
                [3] = 0.1658740049,
                [4] = 0.2875020014,
                [5] = 2576,
                [6] = "拿瑟奈爾公爵",
            },
        },
        ["craglorn/helracitadelentry_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.6737004519,
                [2] = 0.4719505906,
                [3] = 0.3749040097,
                [4] = 0.3723452021,
                [5] = 5087,
                [6] = "純淨水",
            },
        },
        ["summerset/ui_map_cloudresttrial_base_0"] = 
        {
            [1] = 
            {
                [1] = 0.3881891072,
                [2] = 0.2504568100,
                [3] = 0.1127404001,
                [4] = 0.6861900059,
                [5] = 6192,
                [6] = "Unknown Target",
            },
            [2] = 
            {
                [1] = 0.3947302997,
                [2] = 0.2538517118,
                [3] = 0.1129824006,
                [4] = 0.6863156051,
                [5] = 6192,
                [6] = "Unknown Target",
            },
        },
    },
    ["libVersion"] = 260,
    ["effective_lang"] = "en",
    ["client_lang"] = "zh",
    ["quest_names"] = 
    {
        [6170] = "神聖委託",
        [6171] = "珠宝制作资格认证",
        [4219] = "巨蛇灯塔",
        [5249] = "铁匠资格认证",
        [5289] = "厨师认证",
        [4296] = "冷港的靈魂懺悔者",
        [4301] = "拯救圣物",
        [6350] = "誓约任务：月墓神庙",
        [5412] = "厨师委托",
        [5413] = "厨师委托",
        [5418] = "炼金术士的委托",
        [5450] = "來自奧辛紐姆的邀請",
        [6503] = "凯恩之盾战役",
        [4523] = "血荆棘阴谋",
        [2504] = "阿祖拉的圣物",
        [5636] = "誓约任务：谜城遗迹",
        [4681] = "蛇魔大君",
        [6743] = "誓约任务：船工之憾地牢",
        [5737] = "石落的锻莫圣物",
        [2682] = "侦察法拉格特要塞",
        [4767] = "闯世者的一员",
        [2749] = "侦察王冠锯木厂",
        [6783] = "礁石掠夺者",
        [6097] = "穿過黑暗的面紗",
        [6512] = "平息苦痛風暴",
        [5935] = "失蹤的預言",
        [4967] = "無畏者公會的一員",
        [3953] = "贪婪魔鼠的城堡",
        [2957] = "攻占艾丽斯维尔农场",
        [6628] = "遗物与流言",
        [5409] = "厨师委托",
        [5949] = "為了榮耀",
        [3006] = "血荆棘刺客",
        [5071] = "庫裡紐爾的邀請函",
        [3035] = "命运女巫和女巫集会",
        [6648] = "粉碎和分散",
        [2730] = "侦察王冠农场",
    },
    ["strored_data"] = 
    {
    },
}
